Repository: Automattic/WP-Job-Manager
Catalog: languages/wp-job-manager-*.po
Languages: af, bg, da_dk, el_gr, es_es, fi, it_it, nl_nl, ru_ru, sk_sk, sv_se, tr_tr

source: Submissions awaiting approval can be edited
da_dk: Indsendte der afventer godkendelse kan blive rettede
es_es: Aplicaciones en espera de aprobación pueden ser editados
nl_nl: Concepten kunnen gewijzigd worden
sk_sk: Čakajúce podania môžu byť upravované
sv_se: Annonser som väntar på godkännande kan redigeras
tr_tr: Onay bekleyen ilanlar düzenlenebilir

source: If enabled, submissions awaiting admin approval can be edited by the user.
da_dk: Hvis aktiveret, vil ny indsendte være deaktiveret indtil godkendelse
es_es: Si esta activado, las aplicaciones en espera de aprobación pueden ser editados por el usuario
nl_nl: Wanneer ingeschakeld kunnen concepten door de gebruiker aangepast worden.
sk_sk: Ak je povolené, podania čakajúce na schválenie, môžu byť užívateľom upravované.
sv_se: Om aktiverat, så kan annonser som väntar på godkännande av administratör bli redigerade av användaren.
tr_tr: Eğer aktifse, admin onayı bekleyen ilanlar kullanıcı tarafından düzenlenebilir.

source: Listing Duration
da_dk: Listens varighed
es_es: Duración de la Publicación
nl_nl: Plaatsingsduur
sk_sk: Trvanie ponuky
sv_se: Annonsvaraktighet
tr_tr: İlan Süresi

source: How many <strong>days</strong> listings are live before expiring. Can be left blank to never expire.
af: Hoeveel <strong>dae</strong> sal posbeskrywing geldig wees voordat dit verval. Hou veld leeg indien posbeskrywing nooit verval nie.
bg: Колко <strong>дни</strong> обявите се показват преди да изтекат. Може да е празно за да не изтича никога.
da_dk: Hvor mange <strong>dage</strong> stillingen er synlig indtil den udløber. Kan efterlades tom hvis der ikke er nogen udløbsdato
el_gr: Πόσες <strong>μέρες</strong> διαρκούν οι καταχωρίσεις πριν λήξουν; Αφήστε το κενό για να μην λήγουν ποτέ.
es_es: Cuantos <strong> días </strong> las ofertas laborales nos visibles antes de expirar. Puede quedar en blanco para no expirar nunca.
fi: Kuinka monta <strong>päivää</strong> listaukset ovat avoinna. Voidaan jättää tyhjäksi, jolloin ilmoitukset eivät vanhene koskaan.
it_it: Per quanti <strong>giorni</strong> sarà valida l'offerta? Se non compilato l'offerta non avrà scadenza.
nl_nl: Het aantal <strong>dagen</strong> tot een vacature verloopt. Laat leeg om uit te schakelen.
ru_ru: Сколько <strong>дней</strong> вакансия будет находится в списке. Оставьте пустым, чтобы вакансия осталась навсегда.
sk_sk: Koľko <strong>dní</strong> budú ponuky aktívne pred expiráciou. Môže zostať prázdne potom ponuka neexpiruje.
sv_se: Hur många <strong>dagar</strong> annonserna kommer att vara live innan de utgår. Kan lämnas tomt för att aldrig utgå.
tr_tr: İlanların süresi bitene kadar <strong>kaç gün</strong> yayınlanacak? Süresi hiçbir zaman bitmeyecekse boş bırakılmalıdır.

source: Application Method
da_dk: Ansøgningsmethode
es_es: Método de Aplicación
nl_nl: Sollicitatie methode
sk_sk: Metóda kontaktovania
sv_se: Ansökningsmetod
tr_tr: Başvuru Yöntemi

source: Choose the contact method for listings.
da_dk: Vælg en kontakt methode for listen
es_es: Elegir el método de contacto para las publicaciones
nl_nl: Kies hoe contact op kan worden genomen.
sk_sk: Zvoľte metódu kontaktovania pre ponuky.
sv_se: Välj kontaktmetod för annonser.
tr_tr: İlanlar için iletişim yöntemi seçin.

source: Email address or website URL
af: E-pos adres of web adres
da_dk: E-mail eller URL
es_es: Dirección email o URL de página web
fi: Sähköposti tai URL-osoitteet
nl_nl: E-mail of website
sk_sk: E-mailová adresa alebo webové stránky URL
sv_se: Epostadress eller webbadress
tr_tr: Email adresi ya da website URL&rsquo;i

source: Email addresses only
af: Slegs e-pos adresse
da_dk: Kun E-mail
es_es: Solo direcciones de email
fi: Vain sähköpostiosoitteet
nl_nl: Alleen e-mail
sk_sk: Iba emailová adresa
sv_se: Endast epostadress
tr_tr: Sadece email adresi

source: Website URLs only
af: Slegs web adresse
da_dk: Kun Hjemmeside link
es_es: Solo URLs de páginas web
nl_nl: Alleen website
sk_sk: Iba URL webovej stránky
sv_se: Endast webbadress
tr_tr: Sadece Website URL&rsquo;i

source: Pages
da_dk: Sider
es_es: Páginas
nl_nl: Pagina's
sk_sk: Stránky
sv_se: Sidor
tr_tr: Sayfalar

source: Submit Job Form Page
da_dk: Tilføj job form side
es_es: Página Envío formulario Oferta Laboral
nl_nl: Pagina met plaatsingsformulier
sk_sk: Stránka s Job formulárom
sv_se: Annonsformulärsida
tr_tr: İlan Gönderim Formu Sayfası

source: Select the page where you have placed the [submit_job_form] shortcode. This lets the plugin know where the form is located.
da_dk: Tilføj siden hvor du har indsat [submit_job_form] shortcode.
es_es: Seleccione la página donde has colocado el código corto [submit_job_form]. Esto permite al plugin saber donde esta insertado.
nl_nl: Selecteer de pagina waar je de [submit_job_form] shortcode hebt geplaatst. Hiermee weet de plugin waar het formulier is.
sk_sk: Vyberte stránku kde ste umiestnili funkciu [submit_job_form]. Toto umožní pluginu vedieť, kde sa formulár nachádza.
sv_se: Välj den sida där du har placeradt shortcode [submit_job_form]. Detta låter tillägget veta vart formuläret finns.
tr_tr: [submit_job_form] kısakodunu yerleştirdiğiniz sayfayı seçin. Bu sayede eklenti formun nerede olduğunu bilecektir.

source: Job Dashboard Page
da_dk: Job Dashboard side
es_es: Página del Panel de Control de Ofertas
nl_nl: Vacature dashboard pagina
sk_sk: Stránka správy ponúk
sv_se: Jobbkontrollpanel
tr_tr: İlan Paneli Sayfası

source: Select the page where you have placed the [job_dashboard] shortcode. This lets the plugin know where the dashboard is located.
da_dk: Tilføj siden hvor du har indsat [submit_job_form] shortcode.
es_es: Seleccione la página donde has colocado el código corto [job_dashboard]. Esto permite al plugin saber donde esta insertado.
nl_nl: Selecteer de pagina waar je de [job_dashboard] shortcode hebt geplaatst. Hiermee weet de plugin waar het dashboard is.
sk_sk: Vyberte stránku, kde ste umiestnili funkciu [job_dashboard]. Toto umožní pluginu vedieť, kde sa správa ponúk nachádza.
sv_se: Välj den sida där du har placerat shortcode [job_dashboard]. Detta låter tillägget veta vart kontrollpanelen finns.
tr_tr: [job_dashboard] kısakodunu yerleştirdiğiniz sayfayı seçin. Bu sayede eklenti panelin nerede olduğunu bilecektir.

source: Job Listings Page
da_dk: Stillingen side
es_es: Página de Ofertas Laborales
nl_nl: Vacature pagina
sk_sk: Stránka zoznamu ponúk
sv_se: Jobbannonssida
tr_tr: İlan Listeleme Sayfası

source: Select the page where you have placed the [jobs] shortcode. This lets the plugin know where the job listings page is located.
da_dk: Tilføj siden hvor du har indsat [jobs] shortcode.
es_es: Seleccione la página donde has colocado el código corto [jobs]. Esto permite al plugin saber donde esta insertado.
nl_nl: Selecteer de pagina waar je de [jobs] shortcode hebt geplaatst. Hiermee weet de plugin waar de vacature pagina is.
sk_sk: Vyberte stránku, kde sa nachádza funkcia [jobs]. Toto umožní pluginu vedieť, kde sa nachádza zoznam ponúk.
sv_se: Välj den sida där du har placerat shortcode [jobs]. Detta låter tillägget veta vart sidan för platsannonser finns.
tr_tr: [jobs] kısakodunu yerleştirdiğiniz sayfayı seçin. Bu sayede eklenti ilanların nerede listelendiğini bilecektir.

source: Settings successfully saved
af: Verstellings gestoor
bg: Настройките са запазени
da_dk: Indstillinger blev gemt
el_gr: Οι ρυθμίσεις αποθηκεύτηκαν με επιτυχία
es_es: Opciones guardadas exitosamente
fi: Asetukset tallennettu onnistuneesti
it_it: Impostazioni salvate corretamente
nl_nl: Instellingen opgeslagen
ru_ru: Настройки успешно сохранены
sk_sk: Nastavenia boli úspešne uložené
sv_se: Inställningar sparades
tr_tr: Ayarlar başarıyla kaydedildi

source: --no page--
da_dk: --Ingen side--
es_es: --no hay páginas--
nl_nl: &ndash;geen pagina&ndash;
sk_sk: --žiadna stránka--
tr_tr: --sayfa yok--

source: Select a page&hellip;
da_dk: Vælg en side&hellip;
es_es: Elegí una página&hellip;
nl_nl: Selecteer een pagina&hellip;
sk_sk: Vyberte stránku&hellip;
sv_se: Välj en sida&hellip;
tr_tr: Sayfa seç&hellip;

source: Save Changes
af: Stoor Veranderinge
bg: Запис на промените
da_dk: Gem ændringerne
el_gr: Αποθήκευση αλλαγών
es_es: Cambios guardados
fi: Tallenna muutokset
it_it: Salvare le modifiche
nl_nl: Wijzigingen opslaan
ru_ru: Сохранить изменения
sk_sk: Uložiť zmeny
sv_se: Spara ändringar
tr_tr: Değişiklikleri Kaydet

source: Setup
da_dk: Opsætning
es_es: Configuración
sk_sk: Nastavenie
sv_se: Installation
tr_tr: Kurulum

source: WP Job Manager Setup
da_dk: WP Job Manager Opsætning
es_es: Ajustes de WP Job Manager
sk_sk: Nastavenie WP Job Manager
sv_se: WP Job Manager-installation
tr_tr: WP Job Manager Kurulumu

source: 1. Introduction
da_dk: 1. Intro
es_es: 1. Introducción
nl_nl: 1. Introductie
sk_sk: 1. Úvod
sv_se: 1. Introduktion
tr_tr: 1. Giriş

source: 2. Page Setup
da_dk: 2. Sideopsætning
es_es: 2. Configuración de Página
nl_nl: 2. Pagina setup
sk_sk: 2. Nastavenie stránky
sv_se: 2. Sidinställningar
tr_tr: 2. Sayfa Kurulumu

source: 3. Done
da_dk: 3. Færdig
es_es: 3. Finalizado
nl_nl: 3. Klaar
sk_sk: 3. Hotovo
sv_se: 3. Färdig
tr_tr: 3. Tamamlandı

source: Setup Wizard Introduction
da_dk: Opsætnings guide intro
es_es: Introducción a la Configuración Rápida
nl_nl: Setup wizard introductie
sk_sk: Pomocník úvodnými nastaveniami
sv_se: Installationshjälp
tr_tr: Kurulum Sihirbazı Girişi

source: Thanks for installing <em>WP Job Manager</em>!
da_dk: Tak fordi du installerede <em>WP Job Manager</em>!
es_es: ¡Gracias por instalar <em>WP Job Manager</em>!
nl_nl: Bedankt voor het installeren van <em>WP Job Manager</em>!
sk_sk: Ďakujeme za inštaláciu <em>WP Job Manager</em>!
sv_se: Tack för att du installerade <em>WP Job Manager</em>!
tr_tr: <em>WP Job Manager</em>&rsquo;i kurduğunuz için teşekkür ederiz!

source: This setup wizard will help you get started by creating the pages for job submission, job management, and listing your jobs.
da_dk: Denne guide hjælper dig med opsætningen af de rette sider
es_es: Este asistente le ayudará a empezar por crear las páginas para Enviar formulario, gestión de Ofertas y listado de sus Ofertas.
nl_nl: De setup wizard helpt je op weg door de pagina voor het plaatsen, beheren en tonen van vacatures voor u aan te maken.
sk_sk: Tento sprievodca vám pomôže pri vytváraní stánok pre podávanie ponúk, správu ponúk a zobrazenie ponúk.
sv_se: Denna installationshjälp hjälper dig att sätta igång genom att skapa de sidor som behövs för skapande, hantering och visning av dina jobb.
tr_tr: Bu kurulum sihirbazı size ilan gönderimi, ilan yönetimi ve ilanların gösterimi için gerekli sayfaların oluşturulmasında yardımcı olacaktır.

source: If you want to skip the wizard and setup the pages and shortcodes yourself manually, the process is still relatively simple. Refer to the %sdocumentation%s for help.
es_es: Si desea abandonar el asistente y configurar las páginas y los shortcodes manualmente, el proceso es relativamente sencillo. Consulte %sdocumentation%s si necesita ayuda.
nl_nl: Als u de installatie wizard wilt overslaan en de pagina's en shortcodes handmatig aan wilt maken, dan is dat vrij eenvoudig. Voor hulp kunt u de %sdocumentatie%s raadplegen.
sk_sk: Ak chcete preskočiť sprievodcu a nastavenie stránok a shortkódov svojpomocne, proces je stále relatívne jednoduchý. Pre pomoc pozrite %sdocumentation%s.
tr_tr: Sihirbazı geçip sayfaları ve kısakodları elle kurmak isterseniz bu da oldukça basittir. Yardım için inceleyin: %sdocumentation%s

source: Continue to page setup
da_dk: Forsæt til sideopsætningen
es_es: Continuar a la configuración
nl_nl: Ga door naar pagina setup
sk_sk: Pokračovať na nastavenie stránky
sv_se: Fortsätt till sidinstallation
tr_tr: Sayfa kurulumuna devam et

source: Skip setup. I will setup the plugin manually
da_dk: Jeg opsætter selv dette plugin
es_es: Saltar configuración. Yo configuraré el plugin manualmente
nl_nl: Sla setup over. Ik doe dit handmatig
sk_sk: Preskočiť nastavenie. Doplnok nastavím manuálne.
sv_se: Hoppa över installation. Jag installerar tillägget manuellt.
tr_tr: Kurulumu atla. Eklentiyi elle kuracağım

source: Page Setup
da_dk: Side opsætning
es_es: Configurar página
nl_nl: Pagina setup
sk_sk: Nastavenie stránky
sv_se: Sidinstallation
tr_tr: Sayfa Kurulumu

source: <em>WP Job Manager</em> includes %1$sshortcodes%2$s which can be used within your %3$spages%2$s to output content. These can be created for you below. For more information on the job shortcodes view the %4$sshortcode documentation%2$s.
da_dk: <em>WP Job Manager</em> inkludere %1$sshortcodes%2$s som kan bruge på dine %3$spages%2$s for at vise indholdet. Disse kan blive oprettede for dig ellers brug %4$sshortcode documentation%2$s.
es_es: <em>WP Job Manager</em> incluye %1$sshortcodes%2$s que se puede utilizar dentro del contenido de de su %3$spages%2$s. Estos también se pueden ser creados por usted a continuación. Para obtener más información sobre los códigos cortos ver el %4$sshortcode documentation%2$s.
nl_nl: <em>WP Job Manager</em> bevat %1$sshortcodes%2$s die in je %3$spagina's%2$s gebruikt kunnen worden om output weer te geven. Deze pagina's kunnen hieronder voor je aangemaakt worden. Meer informatie over de shortcodes is te vinden in de %4$sshortcode documentation%2$s.
sk_sk: <em>WP Job Manager</em> obsahuje %1$sshortcodes%2$s, ktoré môžu byť použité priamo na vašich %3$spages%2$s na zobrazenie obsahu. Tie môžu byť vytvorené pre vás nižšie. Pre viac informácii o shortkódoch používaných v WP Job Manager pozrite %4$sshortcode documentation%2$s.
sv_se: <em>WP Job Manager</em> inkluderar %1$sshortcodes%2$s som kan användas inuti dina %3$spages%2$s för att mata ut innehåll. Dessa kan skapas åt dig nedan. För mer information om shortcodes för jobb ta en titt på %4$sshortcodedokumentationen%2$s.
tr_tr: <em>WP Job Manager</em> %3$spages%2$s sayfalarınızda kullanabilmeniz için %1$sshortcodes%2$s kısakodlarını içerir. Bunlar sizin için oluşturulmuştur. Kısakodlar hakkında daha fazla bilgi için %4$sshortcode documentation%2$s.

source: Page Title
da_dk: Side titel
es_es: Titulo de la Pagina
nl_nl: Pagina titel
sk_sk: Názov stránky
sv_se: Sidtitel
tr_tr: Sayfa Başlığı

source: Page Description
da_dk: Side beskrivelse
es_es: Descripción de la página
nl_nl: Pagina beschrijving
sk_sk: Popis stránky
sv_se: Sidbeskrivning
tr_tr: Sayfa Açıklaması

source: Content Shortcode
da_dk: Indholds Shortcode
es_es: Contenido código corto
nl_nl: Bericht shortcode
sk_sk: Shortkód obsahu
sv_se: Shortcode innehåll
tr_tr: İçerik Kısakodu

# Default page title (wizard)
source: Post a Job
da_dk: Udgiv et Job
es_es: Publica una Oferta Laboral
nl_nl: Plaats een vacature
sk_sk: Pridať pracovnú ponuku
sv_se: Skapa ett jobb
tr_tr: İlan Gönder

source: This page allows employers to post jobs to your website from the front-end.
da_dk: Denne side tillader ansatte at udgive et job fra din forside
es_es: Esta página permite a los empleadores publicar ofertas de trabajo en su sitio web desde el panel de control de administración.
nl_nl: Op deze pagina kunnen werkgevers vacatures plaatsen vanaf de 'voorkant' van je website.
sk_sk: Táto stránka umožňuje zamestnancom pridávať pracovné ponuky na webovú stránku priamo z webovej stránky.
sv_se: Denna sida låter arbetsgivare publicera jobb till din hemsida från front-end.
tr_tr: Bu sayfa işverenlerin kullanıcı arayüzünden ilan gönderimini sağlar.

source: If you do not want to accept submissions from users in this way (for example you just want to post jobs from the admin dashboard) you can skip creating this page.
da_dk: Hvis du ønsker at oprette dem via (admin dashboard) skal du springe over dette oprettelsen af denne side
es_es: Si usted no desea aceptar comunicaciones de los usuarios de esta manera (por ejemplo, lo que desea es publicar Ofertas Laborales desde el panel de control de administración) puede omitir la creación de esta página.
nl_nl: Wanneer u geen inzendingen van uw gebruikers wilt ontvangen (wanneer u dit bijvoorbeeld alleen vanuit de beheeromgeving wilt) dan kunt u het aanmaken van deze pagina overslaan.
sk_sk: Ak nechcete prijímať ponuky od užívateľov týmto spôsobom (napríklad ak chcete zadávať ponuky iba z adminu), môžete preskočiť vytváranie tejto stránky.
sv_se: Om du inte vill acceptera submissions från användare på detta sätt (till exempel om du bara vill publicera jobb från administratörens kontrollpanel), så kan du hoppa över skapandet av denna sidan.
tr_tr: Eğer bu şekilde ilan kabul etmek istemiyorsanız (örneğin yönetim panelinden ilanları kendiniz eklemek isteyebilirsiniz) bu sayfanın oluşturulmasını atlayabilirsiniz.

# Default page title (wizard)
source: Job Dashboard
es_es: Panel de Control de Empleos
nl_nl: Vacature dashboard
sk_sk: Vaše pracovné ponuky
sv_se: Jobbkontrollpanel
tr_tr: İlan Paneli

source: This page allows employers to manage and edit their own jobs from the front-end.
da_dk: Denne side tillader ansatte at administrere deres egne jobs
es_es: Esta página permite a los empleadores administrar y editar sus propios trabajos desde el panel de control de administración.
nl_nl: Op deze pagina kunnen werkgevers hun vacatures beheren en bewerken.
sk_sk: Táto stránka umožňuje zamestnancom spravovať a editovať ich vlastné pracovné miesta priamo zo stránky.
sv_se: Denna sida låter arbetsgivare hantera och redigera deras egna jobb från front-end.
tr_tr: Bu sayfa işverenlerin kullanıcı arayüzünden ilanlarını yönetmesini ve düzenlemesini sağlar.

source: If you plan on managing all listings from the admin dashboard you can skip creating this page.
da_dk: Hvis du ønsker at styre alt fra admin dashboard skal du springe over dette punkt
es_es: Si planea administrar todos los anuncios desde la consola admin puede omitir la creación de esta página.
nl_nl: Wanneer u alle vacatures alleen vanuit de beheeromgeving wilt beweren kunt u het aanmaken van deze pagina overslaan.
sk_sk: Ak plánujete spravovať všetky monuky z administrátorského zobrazenia, môžete preskočiť vytváranie tejto stránky.
sv_se: Om du planerar att hantera platsannonser från administratörkontrollpanelen så kan du hoppa över skapandet av denna sida.
tr_tr: Eğer bütün ilanları yönetim panelinden yönetmeyi düşünüyorsanız bu sayfanın oluşturulmasını atlayabilirsiniz.

# Default page title (wizard)
source: Jobs
es_es: Bolsa de Trabajo
nl_nl: Vacatures
sk_sk: Ponuky práce
sv_se: Jobbannonser
tr_tr: İlanlar

source: This page allows users to browse, search, and filter job listings on the front-end of your site.
da_dk: Denne side tillader dine bruger at; se, søge og filtere i jobs
es_es: Esta página permite a los usuarios navegar, buscar y filtrar listados de trabajo en el panel de control de administración de su sitio.
nl_nl: Op deze pagina kunnen gebruikers vacatures bekijken, zoeken en filteren.
sk_sk: Táto stránka umožňuje uživateľom prezerať, hľadať a fitrovať ponuky práce na vašej webovej stránke.
sv_se: Denna sida låter användare att bläddra, söka och filtrera jobbannonser på front-end av din sida.
tr_tr: Bu sayfa kullanıcıların iş ilanlarını aramasını, görüntülemesini ve filtrelemesini sağlar.

source: Skip this step
da_dk: Spring over
es_es: Omitir este paso
nl_nl: Sla deze stap over
sk_sk: Preskočte tento krok
sv_se: Hoppa över detta steg
tr_tr: Bu adımı geç

source: All Done!
da_dk: Alt færdigt
es_es: ¡Todo listo!
nl_nl: Helemaal klaar!
sk_sk: Všetko hotové!
sv_se: Klart!
tr_tr: Tamamlandı!

source: Looks like you're all set to start using the plugin. In case you're wondering where to go next:
da_dk: Ser ud til at du er helt klar nu. Hvis du overvejer hvor du skal starte:
es_es: Parece que estás listo para comenzar a usar el plugin. En caso de que te estás preguntando dónde ir ahora:
nl_nl: Zo te zien is alles nu klaar om de plugin te gaan gebruiken. Je kunt nu het volgende doen:
sk_sk: Vyzerá to, že máte všetko nastavené na používanie pluginu. V prípade že premýšľate čo ďalej:
sv_se: Det ser ut som att du är redo att börja använda tillägget. Ifall du undrar vart du ska härnäst:
tr_tr: Eklenti kullanıma hazır gözüküyor. Eğer bundan sonra nereye geçeceğinizi merak ediyorsanız:

source: Tweak the plugin settings
da_dk: Optimere dette plugins indstillinger
es_es: Modificar la configuración del plugin
nl_nl: Wijzig de instellingen
sk_sk: Vyladiť nastavenie doplnku
sv_se: Justera tilläggets inställningar
tr_tr: Eklenti ayarlarını yönet

source: Add a job via the back-end
da_dk: Tilføj et job via backend
es_es: Agregar un trabajo mediante el panel de control de administración
nl_nl: Plaats een vacature via de back-end
sk_sk: Pridať pracovnú ponuku cez admin rozhrenie
sv_se: Lägg till ett jobb via back-end
tr_tr: Yönetim paneli aracılığıyla ilan ekle

source: Add a job via the front-end
da_dk: Tilføj et job via forside
es_es: Agregar un trabajo mediante el panel de control
nl_nl: Plaats een vacature via uw website
sk_sk: Pridať pracovnú ponuku cez webovú stránku
sv_se: Lägg till ett jobb via front-end
tr_tr: Kullanıcı arayüzü aracılığıyla ilan ekle

source: Find out more about the front-end job submission form
da_dk: Læs mere om forside job indsendelses formularen
es_es: Saber más sobre la forma del formulario de envío de ofertas
nl_nl: Lees meer over het plaatsingsformulier
sk_sk: Zistite viac o pridávaní ponúk cez formulár na webovej stránke
sv_se: Ta reda på mer om front-end-annonsformuläret
tr_tr: İlan gönderim formu hakkında daha fazlası

source: View submitted job listings
da_dk: Vis indsendte jobs
es_es: Ver ofertas laborales enviadas
nl_nl: Toon geplaatste vacatures
sk_sk: Zobraziť odoslané ponuky práce
sv_se: Visa inskickade jobbannonser
tr_tr: Gönderilen ilanları görüntüle

source: Add the [jobs] shortcode to a page to list jobs
da_dk: Tilføj [jobs] shortcode til en side for at vise jobs
es_es: Añadir el código corto [job] a una página para ver las ofertas laborales
nl_nl: Voeg de [jobs] shortcode toe aan een pagina om de vacatures te tonen
sk_sk: Vložte na stránku shortkód - funkciu [jobs] na zobrazenie ponúk práce
sv_se: Lägg till shortcode [jobs] på en sida för att lista jobb
tr_tr: [jobs] kısakodunu ilanların listeleneceği sayfaya ekle

source: View the job dashboard
da_dk: Vis job dashboard
es_es: Ver el Panel de Control de Ofertas
nl_nl: Toon het vacature dashboard
sk_sk: Zobraz nástenku ponúk práce
sv_se: Visa jobbkontrollpanelen
tr_tr: İlan panelini görüntüle

source: Find out more about the front-end job dashboard
da_dk: Find ud af mere om forside job dashboard
es_es: Infórmate sobre el panel de control de administración
nl_nl: Lees meer over het vacature dashboard
sk_sk: Nájdi viac o nástenke s ponukami práce zobrazovanej na webovej stránke
sv_se: Ta reda på mer om front-end-kontrollpanelen
tr_tr: İlan paneli hakkında daha fazlası

source: And don't forget, if you need any more help using <em>WP Job Manager</em> you can consult the %1$sdocumentation%2$s or %3$spost on the forums%2$s!
da_dk: Hvis du har brug for mere hjælp til brugen af <em>WP Job Manager</em> kan du altid læse %1$sdocumentation%2$s eller %3$sbesøge vores forums%2$s!
es_es: Y no se olvide, si usted necesita más ayuda con <em>WP Job Manager</em>, puede consultar el%1$sdocumentation%2$s o %3$spost on the forums%2$s!
nl_nl: Voor meer hulp met <em>WP Job Manager</em> kunt u de %1$sdocumentatie inzien%2$s of een %3$sbericht plaatsen op het forums%2$s!
sk_sk: A nezabudnite, ak potrebujete akúkoľvek pomoc s používaním <em>WP Job Manager</em> môžete conzultovať s %1$sdocumentation%2$s alebo %3$spost on the forums%2$s!
sv_se: Och glöm inte, om du behöver mer hjälp med att använda <em>WP Job Manager</em> så kan du konsultera %1$sdokumentationen%2$s eller %3$sinläggen på forumen%2$s!
tr_tr: <em>WP Job Manager</em>&rsquo;i kullanma konusunda daha fazla yardıma ihtiyacınız olursa, %1$sdocumentation%2$s veya %3$spost on the forums%2$s!
