Repository: Automattic/WP-Job-Manager
Catalog: languages/wp-job-manager-*.po
Languages: af, bg, da_dk, el_gr, es_es, fi, it_it, nl_nl, ru_ru, sk_sk, sv_se, tr_tr

source: WP Job Manager Add-ons
af: WP Job Manager Ekstras
bg: WP добавки към обяви за работа
es_es: Extensiones de WP Job Manager
fi: WP Job Manager Lisäosat
it_it: Componenti aggiuntivi per WP Job Manager
ru_ru: Дополнения WP Job Manager
sk_sk: WP doplnky pre personálny program
sv_se: WP Job Manager-tillägg
tr_tr: WP Job Manager Eklentileri

source: Do you need multiple add-ons?
da_dk: Har du brug for flere add-ons?
es_es: ¿Necesitas Múltiples Extensiones?
nl_nl: Heeft u meerdere add-ons nodig?
sk_sk: Potrebujete viac doplnkov?
tr_tr: Birden fazla eklentiye mi ihtiyacınız var?

source: Check out the core add-on bundle &rarr;
da_dk: Tjek core add-on bundle &rarr;
es_es: Echa un vistazo a el paquete de Extensiones &rarr;
nl_nl: Bekijk de add-on bundle &rarr;
sk_sk: Skontrolujte základné balíčky doplnkov &rarr;
tr_tr: Temel eklenti setine göz atın &rarr;

source: Settings
af: Verstellings
bg: Настройки
da_dk: Indstillinger
es_es: Opciones
fi: Asetukset
it_it: Impostazioni
nl_nl: Instellingen
ru_ru: Настройки
sk_sk: Nastavenia
sv_se: Inställningar
tr_tr: Ayarlar

source: Add-ons
af: Aanvullings
bg: Добавки
es_es: Extensiones
fi: Lisäosat
it_it: Componenti aggiuntivi
ru_ru: Дополнения
sk_sk: Doplnky
sv_se: Tillägg
tr_tr: Eklentiler

source: Approve %s
da_dk: Godkendt %s
es_es: Aprobar %s
nl_nl: Keur %s goed
sk_sk: Schváliť %s
sv_se: Godkänn %s
tr_tr: %s Onayla

source: Expire %s
da_dk: Udløbet %s
es_es: Caduca
nl_nl: Laat %s vervallen
sk_sk: Vyprší %s
sv_se: Utgår %s
tr_tr: %s Süresini Bitir

source: %s approved
af: %s goedgekeur
bg: %s одобрен
da_dk: %s godkendt
es_es: %s aprobado
fi: %s hyväksytty
it_it: %s approvato
nl_nl: % goedgekeurd
ru_ru: %s одобрено
sk_sk: %s schválené
sv_se: %s godkänd
tr_tr: %s onaylandı

source: %s expired
af: %s verval
bg: %s изтекли
da_dk: %s udløbet
es_es: %s expirada
fi: %s vanhentunut
nl_nl: %s verlopen
ru_ru: %s истекших
sk_sk: %s vypršané
sv_se: %s utgången
tr_tr: %s süresi bitti

source: Select category
da_dk: Vælg kategori
es_es: Escoger categoría
nl_nl: Selecteer categorie
sk_sk: Vyber kategóriu
sv_se: Välj kategori
tr_tr: Kategori Seç

source: Position
af: Posisie
bg: Позиция
da_dk: Placering
el_gr: Θέση Εργασίας
es_es: Cargo
fi: Tehtävä
it_it: Posizione
nl_nl: Positie
ru_ru: Позиция
sk_sk: Pozícia
tr_tr: Pozisyon

source: %s updated. <a href="%s">View</a>
da_dk: %s opdateret. <a href="%s">Vis</a>
es_es: %s actualizado/a. <a href="%s">Ver</a>
nl_nl: %s bijgewerkt. <a href="%s">Bekijk</a>
sk_sk: %s aktualizované. <a href="%s">Zobraz</a>
sv_se: %s uppdaterades. <a href="%s">Visa</a>
tr_tr: %s güncellendi. <a href=\"%s\">Görüntüle</a>

source: Custom field updated.
af: Unieke veld opgedateer.
bg: Персоналното поле е обновено.
da_dk: Tilpassede felt opdateret
el_gr: Προσαρμοσμένο πεδίο ενημερώθηκε.
es_es: Campo personalizado actualizado.
it_it: Campo personalizzato aggiornato
nl_nl: Aangepast veld bijgewerkt.
ru_ru: Пользовательское поле обновлено.
sk_sk: Vlastné polia boli aktualizované.
sv_se: Eget fält uppdaterat.
tr_tr: Özle alan güncellendi.

source: Custom field deleted.
af: Unieke veld verwyder.
bg: Персоналното поле е изтрито.
da_dk: Tilpassede felt slettede
el_gr: Προσαρμοσμένο πεδίο διαγράφηκε.
es_es: Campo personalizado eliminado.
it_it: Campo personalizzato cancellato
nl_nl: Aangepast veld verwijderd.
ru_ru: Пользовательское поле удалено.
sk_sk: Vlastné polia boli vymazané.
sv_se: Eget fält borttaget.
tr_tr: Özel alan silindi.

source: %s updated.
da_dk: %s opdateret
es_es: %s actualizado/a.
nl_nl: %s bijgewerkt.
sk_sk: %s aktualizované.
sv_se: %s uppdaterad.
tr_tr: %s güncellendi.

source: %s restored to revision from %s
da_dk: %s gendannet fra %s
es_es: %s restaurado a partir de la revisión %s
nl_nl: %s hersteld naar revisie van %s
sk_sk: %s obnovené do revízie z %s
sv_se: %s återställd till revidering från %s
tr_tr: %s eski haline getirildi, önceki versiyon %s

source: %s published. <a href="%s">View</a>
da_dk: %s er udgivet <a href="%s">Vis</a>
es_es: %s publicado/a. <a href="%s">Ver</a>
nl_nl: %s gepubliceerd. <a href="%s">Bekijk</a>
sk_sk: %s publikované. <a href="%s">Zobraziť</a>
sv_se: %s publicerades. <a href="%s">Visa</a>
tr_tr: %s yayımlandı. <a href=\"%s\">Görüntüle</a>

source: %s saved.
da_dk: %s gemt.
es_es: %s guardado/a.
nl_nl: %s opgeslagen.
sk_sk: %s uložené.
sv_se: %s sparades.
tr_tr: %s kaydedildi.

source: %s submitted. <a target="_blank" href="%s">Preview</a>
da_dk: %s tilføjet <a target="_blank" href="%s">Se</a>
es_es: %s enviado/a. <a target="_blank" href="%s">Previsualizar</a>
nl_nl: %s opgestuurd. <a target="_blank" href="%s">Voorvertoning</a>
sk_sk: %s odoslané. <a target="_blank" href="%s">Náhľad</a>
sv_se: %s skickad. <a target="_blank" href="%s">Förhandsgranska</a>
tr_tr: %s gönderildi. <a target="_blank" href="%s">Önizleme</a>

source: %s scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview</a>
da_dk: %s planlagt til: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vis</a>
es_es: %s agendada para: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Vista Previa</a>
nl_nl: %s ingepland voor: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Bekijk voorvertoning</a>
sk_sk: %s naplánované na: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Náhľad</a>
sv_se: %s tidsinställd till: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Förhandsgranska</a>
tr_tr: %s şu tarihe ayarlandı: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Önizleme</a>

source: %s draft updated. <a target="_blank" href="%s">Preview</a>
da_dk: %s klade opdateret <a target="_blank" href="%s">Vis</a>
es_es: %s borrador actualizado. <a target=\"_blank\" href=\"%s\">Vista previa</a>
nl_nl: %s concept bijgewerkt. <a target="_blank" href="%s">Voorvertoning</a>
sk_sk: %s koncept aktualizovaný. <a target="_blank" href="%s">Náhľad</a>
sv_se: %s-utkast uppdaterad. <a target="_blank" href="%s">Förhandsgranska</a>
tr_tr: %s taslak güncellendi. <a target="_blank" href="%s">Önizleme</a>

source: Type
af: Tipe
bg: Тип
el_gr: Είδος
es_es: Tipo
fi: Tyyppi
it_it: Tipo
nl_nl: Dienstverband
ru_ru: Тип
sk_sk: Typ
sv_se: Typ
tr_tr: Tür

source: Location
af: Plek
bg: Местонахождение
da_dk: Placering
el_gr: Τοποθεσία
es_es: Ubicación
fi: Sijainti
it_it: Luogo
nl_nl: Standplaats
ru_ru: Размещение
sk_sk: Umiestnenie
sv_se: Plats
tr_tr: Lokasyon

source: Status
af: Toestand
bg: Статус
el_gr: Κατάσταση
es_es: Estado
it_it: Stato
ru_ru: Статус
sk_sk: Štatút
tr_tr: Durum

source: Posted
af: Gepubliseer
bg: Публикувана
da_dk: Slået op
el_gr: Δημοσιεύτηκε
es_es: Publicado
fi: Julkaistu
it_it: Pubblicato
nl_nl: Geplaatst
ru_ru: Опубликовано
sk_sk: Pridal
sv_se: Postades
tr_tr: Yayımlanma Tarihi

source: Expires
af: Verval
bg: Изтичащи
da_dk: Udløber
el_gr: Λήγει
es_es: Expira
fi: Vanhentuu
it_it: Scade
nl_nl: Verloopt
ru_ru: Истекает
sk_sk: Vyprší
sv_se: Utgår
tr_tr: Bitiş

source: Categories
af: Kategoriëe
bg: Категории
da_dk: Kategorier
el_gr: Κατηγορίες
es_es: Categorías
fi: Kategorioita
it_it: Categorie
nl_nl: Categorieën
ru_ru: Категории
sk_sk: Kategórie
sv_se: Kategorier
tr_tr: Kategoriler

source: Featured?
af: Kenmerkend?
bg: Откроени?
da_dk: Favorittered?
es_es: ¿Destacar?
it_it: In evidenza?
nl_nl: Uitgelicht?
ru_ru: Избранная?
sk_sk: Najlepšie?
sv_se: Utvald?
tr_tr: Öne Çıkarılmış mı?

source: Filled?
af: Gevul?
bg: Попълнени?
da_dk: Udfyldt?
el_gr: Καλύφθηκε;
es_es: Aplicado?
fi: Täytetty?
it_it: Compilazione terminata?
nl_nl: Vervuld?
ru_ru: Закрыта?
sk_sk: Vyplnené?
sv_se: Tillsatt?
tr_tr: Dolu mu?

source: Actions
af: Aksies
bg: Действия
da_dk: Aktion
el_gr: Δράσεις
es_es: Acciones
it_it: Azioni
nl_nl: Acties
ru_ru: Действия
sk_sk: Akcie
sv_se: Åtgärder
tr_tr: Eylemler

source: by a guest
af: deur 'n gas
bg: от гост
da_dk: Af en gæst
el_gr: από επισκέπτη
es_es: por un invitado
it_it: da utente non registrato
nl_nl: door een gast
ru_ru: гостем
sk_sk: napísal hosť
sv_se: av en gäst
tr_tr: gönderen misafir

source: by %s
af: deur %s
bg: от: %s
da_dk: af %s
el_gr: από %s
es_es: por %s
it_it: da %s
nl_nl: door %s
ru_ru: %s
sk_sk: podľa %s
sv_se: av %s
tr_tr: gönderen %s

source: Approve
af: Keur Goed
bg: Одобряване
da_dk: Godkendt
es_es: Aprobar
fi: Hyväksy
it_it: Approva
nl_nl: Goedkeuren
ru_ru: Одобрено
sk_sk: Schváliť
sv_se: Godkänn
tr_tr: Onayla

source: View
af: Sien
bg: Преглед
da_dk: Vis
el_gr: Προβολή
es_es: Ver
fi: Näytä
it_it: Visualizza
nl_nl: Bekijk
ru_ru: Просмотр
sk_sk: Zobraziť
sv_se: Visa
tr_tr: Görüntüle

source: Edit
af: Wysig
bg: Редакция
da_dk: Ret
el_gr: Επεξεργασία
es_es: Editar
fi: Muokkaa
it_it: Modifica
nl_nl: Bewerk
ru_ru: Редактирование
sk_sk: Upraviť
sv_se: Redigera
tr_tr: Düzenle

source: Delete
af: Verwyder
bg: Изтриване
da_dk: Slet
el_gr: Διαγραφή
es_es: Eliminar
fi: Poista
it_it: Cancella
nl_nl: Verwijder
ru_ru: Удаление
sk_sk: Vymazať
sv_se: Ta bort
tr_tr: Sil

source: Job Listings
af: Posbeskrywings
bg: Обяви за работа
da_dk: Stillingen
el_gr: Αγγελίες
es_es: Ofertas laborales
fi: Työpaikkailmoitukset
it_it: Offerte di lavoro
nl_nl: Vacatures
ru_ru: Вакансии
sk_sk: Zoznam pracovných ponúk
sv_se: Jobbannonser
tr_tr: İş İlanları

source: Listings Per Page
da_dk: Stillinger pr side
es_es: Items por Página
nl_nl: Vacatures per pagina
sk_sk: Ponúk na stránku
sv_se: Annonser per sida
tr_tr: Sayfa Başına İlan Sayısı

source: How many listings should be shown per page by default?
da_dk: Hvor mange lister skal vises som standard
es_es: ¿Cuántos ítems quieres mostras por página por defecto?
nl_nl: Hoeveel vacatures wil je standaard tonen per pagina?
sk_sk: Počet ponúk štandardne zobrazených na stránke?
sv_se: Hur många annonser ska visas per sida som standard?
tr_tr: Varsayılan olarak sayfa başına kaç ilan gösterilmeli?

source: Filled Positions
da_dk: Stillingen er besat
es_es: Oferta Cubierta
nl_nl: Vervulde posities
sk_sk: Obsadené pozície
sv_se: Tillsatta positioner
tr_tr: Doldurulmuş İlanlar

source: Hide filled positions
af: Steek gevulde poste weg
bg: Скриване на попълнените позиции
da_dk: Skjult besatte stillinger
el_gr: Απόκρυψη θέσεων που έχουν καλυφθεί
es_es: Esconder las ofertas laboras
fi: Piilota täytetyt tehtävät
it_it: Non visualizzare le offerte chiuse
nl_nl: Verberg vervulde posities
ru_ru: Скрыть закрытые позиции
sk_sk: Skryť obsadené pozície
sv_se: Dölj tillsatta positioner
tr_tr: Doldurulmuş ilanları gizle

source: If enabled, filled positions will be hidden from archives.
da_dk: Hvis aktiveret besatte jobs vil blvie skjult i arkivet.
es_es: Si se activa, Las Ofertas Cubiertas se ocultarán.
nl_nl: Wanneer ingeschakeld worden vervulde posities niet getoond in de archieven.
sk_sk: Ak je povolené, obsadené pozície budú skryté v archívoch.
tr_tr: Eğer aktifse, doldurulmuş iş ilanları arşivlerde gizlenir.

source: Expired Listings
da_dk: Udløbne annoncer
es_es: Ofertas Caducadas
nl_nl: Verlopen plaatsingen
sk_sk: Expirované ponuky
tr_tr: Süresi Dolmuş İlanlar

source: Hide content within expired listings
da_dk: Skjul indhold fra udløbne annoncer
es_es: Ocultar contenido dentro de las ofertas caducadas
nl_nl: Verberg de inhoud van verlopen plaatsingen
sk_sk: Skryť obsah expirovaných ponúk.
tr_tr: Süresi dolmuş ilanları gizle

source: If enabled, the content within expired listings will be hidden. Otherwise, expired listings will be displayed as normal (without the application area).
da_dk: Hvis aktiv, vil indholdet af udløbet lister blive skjult. Ellers, vil udløbbet lister blive vist som normalt (Uden ansøgningsområdet)
es_es: Si esta activado, el contenido de las ofertas expiradas sera oculto. Sin embargo, las ofertas expiradas serán mostradas de un modo normal (sin el area de acceso).
nl_nl: Wanneer ingeschakeld zal de inhoud van verlopen plaatsingen verborgen zijn. Anders zal alleen het sollicitatieformulier verborgen zijn.
sk_sk: Ak je povolené, obsah expirovaných ponúk bude skrytý. Inak budú expirované ponuky normálne zobrazené (okrem oblasti so žiadosťami).
tr_tr: Eğer aktifse, süresi dolmuş ilanlar listelerde gizlenir. İnaktif kalırsa süresi dolmuş ilanlar normal şekilde listelelenmeye devam eder ama işe başvuru alanı gösterilmez.

source: Enable categories for listings
da_dk: Aktiver kategori for liste
es_es: Habilitar categorías para las ofertas
nl_nl: Schakel vacature categorieën in voor vacatures
sk_sk: Povoliť kategórie pre ponuky.
sv_se: Aktivera kategorier för annonser
tr_tr: İlanlar için kategorileri aktifleştir

source: Choose whether to enable categories. Categories must be setup by an admin to allow users to choose them during submission.
da_dk: Vælg om kategorier skal aktivers. Kategorier skal være indstillet af en administrator for at brugerne kan vælge dem under indsendelse
es_es: Elija si habilitar las categorías. Las categorías deben ser definidas por un administrador parapermitir a los usuarios su elección durante el proceso de sumisión.
nl_nl: Kies of u vacatures categorieën wilt inschakelen. De categorieën moeten door een beheerder aangemaakt worden alvorens gebruikers deze kunnen selecteren tijdens het plaatsen van vacatures.
sk_sk: Vyberte ak chcete povoliť kategórie. Kategórie musia byť nastavené adminom aby si ich používatelia mohli vybrať počas zadávania.
sv_se: Välj att aktivera kategorier. Kategorier måste ställas in av en administratör för att tillåta användare att använda dem i annonsformuläret.
tr_tr: Kategorilerin aktifleşmesini sağlar. Kategoriler admin tarafından, iş ilanı ekleme aşamasında kullanılmak üzere oluşturulmalıdır.

source: Multi-select Categories
da_dk: Flerevalgs kategori
es_es: Categorías Múltiples
nl_nl: Multi-select categorieën
sk_sk: Viacnásobný výber kategórií
sv_se: Multival av kategorier
tr_tr: Çoklu Seçim Kategoriler

source: Enable category multiselect by default
da_dk: Aktivere flerevalgs kategori som standard
es_es: Habilitar categorías múltiples por defecto
nl_nl: Schakel de multiselect voor categorieën in
sk_sk: Povoliť viacnásobný výber kategórií v predvolenom nastavení
sv_se: Aktivera multival av kategori by default
tr_tr: Varsayılan olarak kategori çoklu seçimini etkinleştir

source: If enabled, the category select box will default to a multiselect on the [jobs] shortcode.
da_dk: Hvis aktiv, vil kategori boksen som standard være flerevalgs på [jobs] shortcode
es_es: Si se activa, el cuadro de selección múltiple se activa de forma predeterminada para los listados de trabajo mostrados a través del código corto [jobs].
nl_nl: Wanneer ingeschakeld is het mogelijk om meerdere categorieën te selecteren in de [jobs] shortcode.
sk_sk: Ak je povolené, bude štandardne povolený viacnásobný výber kategórií vo funkcii [jobs].
sv_se: Om aktiverat, kommer kategorilistan bli av typen multival i shortcode [jobs].
tr_tr: Eğer aktifse, [jobs] kısakodundaki kategori seçim kutusu varsayılan olarak çoklu seçim olacak.

source: Category Filter Type
da_dk: Kategori filter type
es_es: Filtro de Categorías
nl_nl: Filter voor categorieën
sk_sk: Typ filtra kategórie
sv_se: Kategori filtertyp
tr_tr: Kategori Filtreleme Türü

source: Jobs will be shown if within ANY selected category
da_dk: Stillinger vil blive vist indenfor enhver valgt kategori
es_es: Ofertas que se mostrarán si selecciona ANY
nl_nl: Toon vacatures die binnen TENMINSTE EEN geselecteerde categorie vallen
sk_sk: Ponuky práce budú zobrazené z ktorejkoľvek vybratej kategórie
sv_se: Jobb visas om inom NÅGON av de valda kategorierna
tr_tr: İlanlar seçili olan HERHANGİ bir kategoriye dahilse gösterilir

source: Jobs will be shown if within ALL selected categories
da_dk: Stillinger vil blive vist indenfor alle valgte kategorier
es_es: Ofertas que se mostrarán si selecciona ALL
nl_nl: Toon vacatures die binnen ALLE geselecteerde categorieën vallen
sk_sk: Ponuky práce budú zobrazené zo všetkých vybraných kategórií.
sv_se: Jobb visas om inom ALLA valda kategorier
tr_tr: İlanlar seçili olan BÜTÜN kategorilere dahilse gösterilir

source: Job Submission
af: Posbeskrywing Voorlegging
bg: Кандидатури за работа
da_dk: Opslå en Stilling
el_gr: Υποβολή Αγγελίας
es_es: Enviar oferta laboral
it_it: Invio delle offerte
nl_nl: Vacature plaatsing
ru_ru: Публикация вакансии
sk_sk: Odoslanie ponuky
sv_se: Skicka in jobbannons
tr_tr: İlan Gönderimi

source: Account Required
da_dk: Konto påkrævet
es_es: Requiere de una Cuenta
nl_nl: Registratie verplicht
sk_sk: Vyžaduje sa účet
sv_se: Konto krävs
tr_tr: Hesap Gerekli

source: Submitting listings requires an account
da_dk: Indsendelse af liste, kræver en konto
es_es: Aplicar a una publicación requiere de una cuenta
nl_nl: Vacatures plaatsen kan alleen na registratie
sk_sk: Odoslanie ponuky vyžaduje účet
sv_se: Ett konto krävs för att skicka in platsannonser
tr_tr: İlan vermek için hesap zorunlu

source: If disabled, non-logged in users will be able to submit listings without creating an account.
da_dk: Hvis deaktiveret, vil gæster kunne indsende liste, uden en konto
es_es: Si está desactivada, usuarios no registrados podrán enviar ofertas laborales sin crear una cuenta.
nl_nl: Niet-geregistreerde bezoekers kunnen vacatures plaatsen wanneer dit is uitgeschakeld.
sk_sk: Ak je vypnutá, neprihlásený užívatelia budú môcť pridávať ponuky bez vytvorenia účtu.
sv_se: Om inaktiverat, kommer icke-inloggade användare att kunna skicka in jobbannonser utan att behöva skapa ett konto.
tr_tr: Eğer devredışı bırakılırsa, giriş yapmamış kullanıcılar, hesap oluşturmaksızın iş ilanı gönderebilecekler.

source: Account Creation
da_dk: Konto oprettelse
es_es: Crear Cuenta
nl_nl: Account aanmaken
sk_sk: Vytvorenie účtu
sv_se: Skapa konto
tr_tr: Hesap Oluşturma

source: Allow account creation
af: Laat skep van rekeninge toe
bg: Разрешаване на създаването на профили
da_dk: Tillad konto oprettelse
el_gr: Επιτρέψτε τη δημιουργία λογαριασμού
es_es: Permitir la creación de cuenta
fi: Salli tilin luominen
it_it: Permettere la creazione dei profili
nl_nl: Account aanmaken toestaan
ru_ru: Разрешить создание учетной записи
sk_sk: Povoliť vytvorenie účtu
sv_se: Tillåt att skapa konto
tr_tr: Hesap oluşturmaya izin ver

source: If enabled, non-logged in users will be able to create an account by entering their email address on the submission form.
da_dk: Hvis aktiv, vil gæster kunne oprette en konto ved at skrive deres e-mail adresse på oprettelses formen
es_es: Si se activa, los usuarios no registrados podrán crear una cuenta introduciendo su dirección de correo electrónico en el formulario de enviar oferta laboral.
nl_nl: Wanneer ingeschakeld kunnen bezoekers een account aanmaken tijdens het plaatsen van een vacature als zij een email adres invullen.
sk_sk: Ak je povolené, neprihlásený užívatelia budú môcť vytvoriť účet zadaním emailovej adresy do podávaného formulára.
sv_se: Om aktiverat, kommer icke-inloggade användare att kunna skapa ett konto genom att fylla i sin epostadress i annonsformuläret.
tr_tr: Eğer aktifse, giriş yapmamış kullanıcılar ilan gönderim formunda email adreslerini girerek hesap oluşturabilecekler.

source: Account Username
da_dk: Konto brugernavn
es_es: Nombre de Usuario de la Cuenta
nl_nl: Gebruikersnaam
sk_sk: Používateľské meno
sv_se: Kontonamn
tr_tr: Hesap Kullanıcı Adı

source: Automatically Generate Username from Email Address
da_dk: Automatisk generere brugernavn ud fra e-mail
es_es: Generar automáticamente nombre de usuario desde Email
nl_nl: Genereer automatisch een gebruikersnaam van het e-mail adres
sk_sk: Automaticky generovať používateľské meno z emailovej adresy
sv_se: Automatiskt generera användarnamn från epostadressen
tr_tr: Email Adreslerinden Otomatik Kullanıcı Adları Oluştur

source: If enabled, a username will be generated from the first part of the user email address. Otherwise, a username field will be shown.
da_dk: Hvis aktiveret, vil brugernavnet blive oprettede ud fra den første del af brugerens e-mail adresse. Ellers vil et brugernavns felt blive vist
es_es: Si se activa, un nombre de usuario se genera a partir de la primera parte de la dirección de correo electrónico del usuario. De lo contrario, se mostrará un campo de nombre de usuario.
nl_nl: Wanneer ingeschakeld zal er automatisch een gebruikersnaam gegenereerd worden van het eerste deel van het e-mailadres. Anders wordt er een invoerveld getoond.
sk_sk: Ak je povolené, používateľské meno bude vygenerovaná z prvej časti užívateľovho mailu. Inak bude zobrazené pole na vytvorenie používateľského mena.
sv_se: Om aktiverat, så kommer ett användarnamn att genereras av den första delen av användarens epostadress. I annat fall så kommer ett fält för användarnamn att visas.
tr_tr: Eğer aktifse, kullanıcı adı, kullanıcının email adresinin ilk kısmından türetilir. Aktif değilse kullanıcı adı kutusu gösterilir.

source: Account Role
af: Rol
bg: Роля
da_dk: Konto rolle
es_es: Rol de la cuenta
fi: Tilin rooli
nl_nl: Gebruikersrol
ru_ru: Роль учетной записи
sk_sk: Typ účtu
sv_se: Kontoroll
tr_tr: Hesap Rolü

source: If you enable registration on your submission form, choose a role for the new user.
da_dk: Hvis du aktivere registering på din liste, skal du vælge en rolle til dine nye brugere.
es_es: Si habilita el registro en el formulario de enviar oferta Laboral, seleccione tipo de cuenta para el nuevo usuario.
nl_nl: Wanneer accounts aangemaakt kunnen worden tijdens het plaatsen van een vacature kies dan hier de standaard gebruikersrol voor deze nieuwe gebruikers.
sk_sk: Ak povolíte registráciu pomocou podacieho formulára, vyberte typ účtu pre nových užívateľov.
sv_se: Om du aktiverar registrering på ditt annonsformulär, välj en roll för den nya användaren.
tr_tr: Eğer ilan gönderim formunda kaydı aktifleştirdiyseniz, yeni kullanıcılar için rol seçin.

source: Moderate New Listings
da_dk: Administere nye lister
es_es: Moderar Nuevas Publicaciones
nl_nl: Beheer nieuwe plaatsingen
sk_sk: Moderovať nové ponuky
tr_tr: Yeni İlanları Yönet

source: New listing submissions require admin approval
da_dk: Ny liste indsendelse kræver administrator godkendelse
es_es: Las nuevas publicaciones requiere de la aprobación del administrador
nl_nl: Nieuwe plaatsingen moeten goedgekeurd worden door een beheerder
sk_sk: Pridané ponuky vyžadujú schválenie pred zobrazením.
tr_tr: Yeni ilanlar admin onayı gerektirir

source: If enabled, new submissions will be inactive, pending admin approval.
af: Indien geaktiveer sal nuwe voorleggings onaktief wees hangende administrateur goedkeuring.
bg: Ако е разрешено, новите обяви ще бъдат неактивни докато не ги одобри администратор.
da_dk: Hvis aktiveret, vil nye stillinger være deaktiveret indtil godkendelse
el_gr: Εάν είναι ενεργοποιημένη, οι νέες αγγελίες θα είναι ανενεργές, εν αναμονή έγκρισης από διαχειριστή.
es_es: Si está activado, nuevas ofertas estarán inactivos hasta tener aprobación del directorio.
it_it: Se abilitata le nuove offerte saranno inattive fino ad approvazione di un amministratore
nl_nl: Wanneer ingeschakeld zullen nieuwe plaatsing inactief blijven tot deze zijn goedgekeurd door een beheerder.
ru_ru: Если включено, новые заявки будут неактивны, ожидая одобрения администратором.
sk_sk: Ak je povolené, nové ponuky budú neaktívne a budú čakať na schválenie.
sv_se: Om aktiverat kommer nya annonser att vara inaktiva tills administratör har godkänt dem.
tr_tr: Eğer aktifse, yeni ilanlar admin onayı için bekletilecek.

source: Allow Pending Edits
da_dk: Tillad afventede rettelser
es_es: Permitir Ediciones Pendientes
nl_nl: Concepten wijzigen toestaan
sk_sk: Povoliť úpravu čakajúcich ponúk
sv_se: Tillåt redigering av annonser som väntar på godkännande
tr_tr: Bekleyenlerin Düzenlenmesine İzin Ver
