Repository: Automattic/WP-Job-Manager
Catalog: languages/wp-job-manager-*.po
Languages: af, bg, da_dk, el_gr, es_es, fi, it_it, nl_nl, ru_ru, sk_sk, sv_se, tr_tr

source: Support the Ongoing Development of this Plugin
da_dk: Support til videre udvikling af dette plugin
es_es: Apoyar el desarrollo de este Plugin
nl_nl: Ondersteun de ontwikkeling van deze plugin
sk_sk: Podporte neustály vývoj tohto doplnku.
sv_se: Stöd den pågående utvecklingen av detta tillägg
tr_tr: Eklentinin Süren Gelişimini Destekleyin

source: There are many ways to support open-source projects such as WP Job Manager, for example code contribution, translation, or even telling your friends how awesome the plugin (hopefully) is. Thanks in advance for your support - it is much appreciated!
da_dk: Der er mange måder at hjælpe med open-source projektor som dette. Ved fx selv at tilføje koder, oversættelser eller ved at anbefale det til dine venner (forhåbenligt)
es_es: Hay muchas maneras de apoyar proyectos de código abierto como WP Job Manager, por ejemplo contribuyendo con código, la traducción, o incluso decirle a sus amigos lo impresionante (con suerte) que es el plugin Gracias de antemano por su apoyo - es muy Importante para nosotros!
nl_nl: Er zijn verschillende manieren waarop u open-source projecten zoals WP Job Manager kunt steunen. U kunt bijdragen aan de code, aan de vertalingen, of uw omgeving vertellen over hoe geweldig (hopelijk) deze plugin is. Alvast bedankt voor uw bijdrage - het is zeer gewaardeerd!
sk_sk: Je veľa spôsobov ako podporiť open-suorce projekty ako je WP Job Manager. Napríklad doplniť kód, preklad alebo len povedať priateľom aký úžasný (dúfajme) doplnok je. Vopred vďaka za vašu podporu - ceníme si to!
sv_se: Det finns många sätt att stödja open-source-projekt som WP Job Manager, till exempel kodbidrag, översättning, eller genom att berätta för dina vänner om hur häftigt tillägget (förhoppningsvis) är. Tack på förhand för ditt stöd - det är mycket uppskattat!
tr_tr: WP Job Manager gibi açık kaynak projelerinin desteklenmesi için birçok yöntem vardır, mesela kod katkısı, çeviri ve ya bir arkadaşa eklentinin ne kadar harika olduğunu (umarız) söylemek gibi. Desteğiniz için teşekkür ederiz!

source: Leave a positive review
da_dk: Efterlad en positiv anmeldelse
es_es: Dejar una crítica positiva
nl_nl: Laat een positieve review achter
sk_sk: Zanechať pozitívnu recenziu
sv_se: Lämna en positiv recension
tr_tr: Pozitif görüş bildir

source: Contribute a localization
da_dk: Indsend en oversættelse
es_es: Señalar un ubicación
nl_nl: Draag bij aan de vertalingen
sk_sk: Spolupracovať na lokalizácii
sv_se: Bidra med en lokalisering
tr_tr: Çeviri katkısı yap

source: Contribute code or report a bug
da_dk: Indsend en bug eller kode
es_es: Señalar o notificar un código error
nl_nl: Draag bij aan de code of rapporteer een fout
sk_sk: Spolupracovať na kóde alebo odhaľovaní chýb
sv_se: Bidra med kod eller rapportera en bug
tr_tr: Kod gönder ya da bug bildir

source: Help other users on the forums
da_dk: Hjælp andre bruger på forumet
es_es: Ayudar a otros usuarios en los foros
nl_nl: Help andere gebruikers in het forum
sk_sk: Pomoc ostatným užívateľom na fórach
sv_se: Hjälp andra användare på forumen
tr_tr: Forumdaki diğer kullanıcılara yardım et

source: e.g. "London"
da_dk: fx "København"
es_es: Ejemplo: "Valencia"
nl_nl: bijv. "Amsterdam"
sk_sk: napr. "Londýn"
sv_se: t.ex. "Stockholm"
tr_tr: Örn. "İstanbul"

source: Leave this blank if the location is not important.
da_dk: Efterlad tom hvis denne ikke er vigtig
es_es: Dejar en blanco si la ubicación no es importante.
nl_nl: Laat dit leeg wanneer deze baan geen vaste standplaats heeft
sk_sk: Nechajte prázdne ako umiestnenie nie je dôležité.
tr_tr: Lokasyon önemli değilse boş bırakın.

source: Application Email or URL
da_dk: Ansøgning e-mail/link
es_es: Solicitar Dirección Email o URL
nl_nl: Sollicitatie e-mailadres of website
sk_sk: Váš email alebo URL
tr_tr: Başvuru Emaili ya da URL&rsquo;i

source: URL or email which applicants use to apply
af: URL of epos wat applikante kan gebruik om aansoek te doen
bg: URL или email, който кандидатстващите да използват при кандидатстване
da_dk: URL eller e-mail som ansøger bruger til at ansøge
el_gr: URL ή e-mail που χρησιμοποιούν οι αιτούντες για τις αιτήσεις
es_es: URL o correo que usarán los postulantes
fi: URL- tai sähköpostiosoite jota hakijat voivat käyttää
it_it: URL o email a cui saranno inviate le candidature
nl_nl: E-mail of website waar sollicitanten kunnen solliciteren
ru_ru: Адрес сайта или емайл по которому кандидат сможет связаться с работодателем
sk_sk: URL alebo e-mail, ktorý žiadatelia môžu používať
sv_se: URL eller e-postadress jobbsökande använder för att skicka sin ansökan
tr_tr: Adayların başvuru için kullanacakları URL veya email

source: This field is required for the "application" area to appear beneath the listing.
da_dk: Dette felt er påkrævet for "ansøgningens" område.
es_es: Este campo es requerido para el área de \"application\" que aparecen debajo de la lista.
nl_nl: Dit veld is verplicht om het sollicitatie formulier onder de vacature weer te kunnen geven.
sk_sk: Toto pole je vyžadovené pre "žiadosti" oblasť sa zobrazí pod ponukou.
sv_se: Detta fält är obligatoriskt för att \"ansökan\" ska visas under annonsen.
tr_tr: Bu alan "başvuru" alanının ilanın altında gösterilmesi için gereklidir.

source: Company Name
da_dk: Firma navn
es_es: Nombre de la Empresa
nl_nl: Bedrijfsnaam
sk_sk: Názov spoločnosti
tr_tr: Şirket Adı

source: Company Website
da_dk: Firma website
es_es: Sitio web de la empresa
nl_nl: Bedrijfswebsite
sk_sk: Webstránka spoločnosti
tr_tr: Şirket Websitesi

source: Company Tagline
da_dk: Firma slogan
es_es: Lema de la empresa
nl_nl: Bedrijfsomschrijving
sk_sk: Opis spoločnosti
tr_tr: Şirket Hakkında

source: Brief description about the company
af: Kort beskrywing van die maatskappy
bg: Кратко описание за компанията
da_dk: Kort beskrivelse om firmaet
el_gr: Σύντομη περιγραφή εταιρείας
es_es: Breve descripción de la empresa
fi: Lyhyt yrityskuvaus
it_it: Descrizione breve dell'azienda
nl_nl: Korte beschrijving van het bedrijf
ru_ru: Краткое описание сути организации
sk_sk: Stručný opis spoločnosti
sv_se: Kort beskrivning av företaget
tr_tr: Şirket hakkında kısa açıklama

source: Company Twitter
af: Maatskappy Twitter
bg: Twitter
da_dk: Firma Twitter
el_gr: Εταιρικό Twitter
es_es: Twitter de la empresa
fi: Yrityksen Twitter
it_it: Twitter dell'azienda
nl_nl: Twitter
ru_ru: Корпоративный Twitter
sk_sk: Twitter spoločnosti
sv_se: Företagets Twitter-konto
tr_tr: Şirket Twitter

source: Company Logo
da_dk: Firma logo
es_es: Logo de la Empresa
nl_nl: Bedrijfslogo
sk_sk: Logo spoločnosti
tr_tr: Şirket Logosu

source: URL to the company logo
af: URL vir die maatskappy embleem
bg: URL адрес до логото
da_dk: Link til firma logoet
el_gr: URL με το λογότυπο της εταιρείας
es_es: Dirección URL del logo de la empresa
fi: Yrityksen logon URL
it_it: URL logo aziendale
nl_nl: URL van het bedrijfslogo
ru_ru: Ссылка на изображение с логотипом
sk_sk: URL k logu spoločnosti
sv_se: URL till företagets logotyp
tr_tr: Şirket logosunun URL&rsquo;i

source: Company Video
da_dk: Firma video
es_es: Video de la Empresa
nl_nl: Bedrijfsvideo
sk_sk: Video o spoločnosti
tr_tr: Şirket Videosu

source: URL to the company video
da_dk: Link til firma logoet
es_es: Dirección URL del video de la Empresa
nl_nl: URL van de bedrijfsvideo
sk_sk: URL k videou o spoločnosti
sv_se: URL till företagets video
tr_tr: Şirket videosunun URL&rsquo;i

source: Position Filled
da_dk: Stillingen er besat
es_es: Oferta Laboral ha sido cubierta.
nl_nl: Vacature vervuld
sk_sk: Pozícia obsadená
tr_tr: Pozisyon Doldu

source: Filled listings will no longer accept applications.
da_dk: Besatte liste vil ikke kunne modtage flere ansøgere
es_es: La Oferta Laboral cubierta ya no aceptará solicitudes.
nl_nl: Vervulde vacatures accepteren geen nieuwe sollicitaties.
sk_sk: Obsadené ponuky nebudú ďalej prijímať žiadosti.
tr_tr: Dolu ilanlar daha fazla başvuru kabul etmezler.

source: Featured Listing
da_dk: Favoritte liste
es_es: Ofertas destacadas
nl_nl: Uitgelichte plaatsing
sk_sk: Najlepšie ponuky
sv_se: Utvald annons
tr_tr: Öne Çıkar

source: Featured listings will be sticky during searches, and can be styled differently.
af: Gekenmerkte posbeskrywings sal bo aan soektogte verskyn en kan ook anders vertoon word.
bg: Откроените обяви се показват като залепени по време на търсенията и могат да бъдат стилизирани отделно.
da_dk: Favoritrede stillinger vil blive låst under søgninger og kan styles anderledes
es_es: Los trabajos destacados estarán presentes en todas las búsquedas y pueden ser estilizados de forma distinta.
it_it: Le offerte in evidenza verranno sempre mostrate durante le ricerche e possono essere stilate differentemente.
nl_nl: Uitgelichte vacatures springen in het oog en worden bij zoekopdrachten bovenaan de resultaten getoond.
ru_ru: Избранные вакансии будут прилеплены во время поиска и могут иметь свое собственное оформление.
sk_sk: Najlepšie ponuky budú uprednostnené pri vyhľadávaní, a môžu byť štylizované inak.
sv_se: Utvalda annonser kommer att vara klistrade under sökning och kan få en annan styling.
tr_tr: Öne çıkarılanlar aramalarda sabit kalırlar ve farklı şekilde biçimlendirilirler.

source: Listing Expiry Date
da_dk: Listens udløbsdato
es_es: Fecha de caducidad
nl_nl: Verloop datum
sk_sk: Dátum expirácie ponuky
sv_se: Annonsens utgångsdatum
tr_tr: Bitiş Tarihi

source: yyyy-mm-dd
af: jjjj-mm-dd
bg: dd.mm.YYYY
es_es: aaaa-mm-dd
it_it: aaaa-mm-gg
nl_nl: jjjj-mm-dd
ru_ru: dd-mm-yyyy
sk_sk: rrrr-mm-dd
tr_tr: yyyy-aa-gg

source: Posted by
af: Gepubliseer deur
bg: Публикувано от
da_dk: Slået op af
es_es: Publicado por
fi: Julkaistu
nl_nl: Geplaatst door
sk_sk: Pridal
sv_se: Utlagt av
tr_tr: Gönderen

source: %s Data
es_es: %s Fecha
sk_sk: %s údaje
tr_tr: %s tarih

source: Use file
af: Gebruik dokument
bg: Използване на файл
da_dk: Brug fi
es_es: Usar archivo
fi: Käytä tiedostoa
it_it: Usa file
nl_nl: Gebruik bestand
ru_ru: Использовать файл
sk_sk: Použite súbor
sv_se: Använd fil
tr_tr: Dosya kullan

source: Upload
af: Laai
bg: Качване
es_es: Subir
fi: Lataa palvelimeen
it_it: Carica
nl_nl: Uploaden
ru_ru: Загрузить
sk_sk: Nahrať
sv_se: Ladda upp
tr_tr: Gönder

source: Add file
da_dk: Tilføj en fil
es_es: Añadir archivo
nl_nl: Bestand toevoegen
sk_sk: Priadajte súbor
sv_se: Lägg till fil
tr_tr: Dosya ekle

source: Guest User
da_dk: Gæste bruger
es_es: Usuario Invitado
nl_nl: Gastgebruiker
sk_sk: Hosť
sv_se: Gästanvändare
tr_tr: Misafir Kullanıcı

source: Change
da_dk: Ændringer
es_es: Modificar
nl_nl: Wijzig
sk_sk: Zmena
tr_tr: Değiştir

source: Enter the ID of the user, or leave blank if submitted by a guest.
da_dk: Indtast bruger ID eller efterlad tom for gæste bruger
es_es: Ingresa tu ID de usuario o déjalo vacío para ingresar como invitado
nl_nl: Voer de ID van de gebruiker in, of laat leeg om als gast te plaatsen.
sk_sk: Vložte ID používateľa, alebo nechajte prázdne ak odosielate ako hosť.
tr_tr: Kullanıcı ID&rsquo;si ekle ya da misafir için boş bırak.

source: located in &ldquo;%s&rdquo;
af: geleë in &ldquo;%s&rdquo;
bg: в &ldquo;%s&rdquo;
da_dk: Placeret i &ldquo;%s&rdquo;
el_gr: βρίσκεται στο &ldquo;%s&rdquo;
es_es: ubicado en &ldquo;%s&rdquo;
fi: sijaitsee &ldquo;%s&rdquo;
it_it: Si trova a &ldquo;%s&rdquo;
nl_nl: met standplaats in &ldquo;%s&rdquo;
ru_ru: найдено в &ldquo;%s&rdquo;
sk_sk: sa nachádza v &ldquo;%s&rdquo;
sv_se: beläget i &ldquo;%s&rdquo;
tr_tr: Lokasyon &ldquo;%s&rdquo;

source: Showing all %s
da_dk: Vis alle %s
es_es: Mostrando todo %s
nl_nl: Er zijn momenteel geen filter actief voor %s
sk_sk: Zobraziť všetky %s
sv_se: Visar alla %s
tr_tr: "%s" - Hepsi gösteriliyor

source: No results found
af: Geen resultate gevind
bg: Няма резултати
da_dk: Ingen resultater fundet
es_es: No se encontraron resultados
fi: Tuloksia ei löytynyt
it_it: Nessun risultato trovato
nl_nl: Geen vacatures gevonden
ru_ru: Нет результатов
sk_sk: Nič sa nenašlo
sv_se: Inga resultat hittades
tr_tr: Sonuç bulunamadı

source: Query limit reached
af: Navraag limiet bereik
bg: Лимитът на заявките е достигнат
da_dk: Query limit nået
es_es: Límite de cola alcanzado
it_it: Limite di query raggiunto
nl_nl: Querylimiet bereikt
ru_ru: Запрос достиг ограничения
sk_sk: Limit dotazu dosiahnutý
sv_se: Gräns nådd för frågor
tr_tr: Sorgu limiti aşıldı

source: Geocoding error
da_dk: Geocoding fejl
es_es: Error de geocodificación
nl_nl: Geocoding foutmelding
sk_sk: Chyba Geocoding
tr_tr: Coğrafi kodlama hatası

source: Employer
af: Werkgewer
bg: Изпълнител
da_dk: Arbejdsgiver
es_es: Empresa
fi: Työnantaja
nl_nl: Werkgever
ru_ru: Работодатель
sk_sk: Zamestnávateľ
sv_se: Arbetsgivare
tr_tr: İşveren

source: Job category
af: Pos kategorie
bg: Категория
da_dk: Stilling kategori
el_gr: Κατηγορία θέσης εργασίας
es_es: Categoría de la oferta laboral
fi: Kategoria
it_it: Categoria
nl_nl: Vacature categorie
ru_ru: Категория вакансии
sk_sk: Pracovná kategória
sv_se: Jobbkategori
tr_tr: İlan kategorisi

source: Job categories
af: Pos Kategoriëe
bg: Категории на длъжности
da_dk: Stilling kategori
el_gr: Κατηγορίες Αγγελιών
es_es: Categorias de ofertas laborales
it_it: Categorie
nl_nl: Vacature categorieën
ru_ru: Список категорий
sk_sk: Kategórie pracovných ponúk
sv_se: Jobbkategorier
tr_tr: İlan kategorileri

# Job category slug - resave permalinks after changing this
source: job-category
af: pos-kategorie
bg: kategoria-rabota
da_dk: stilling-kategori
fi: Kategoria
it_it: Categorie
nl_nl: vacature-categorie
sk_sk: pracovná-kategória
sv_se: jobb-kategori
tr_tr: ilan-kategori

source: Search %s
af: Soek %s
bg: Търсене %s
da_dk: Søg %s
el_gr: Αναζήτηση %s
es_es: Buscar %s
fi: Etsi %s
it_it: Ricerca
nl_nl: Zoek %s
ru_ru: Поиск %s
sk_sk: Hľadaj %s
sv_se: Sök %s
tr_tr: %s ara

source: All %s
af: Alle %s
bg: Всички %s
da_dk: Alle %s
el_gr: Όλες οι %s
es_es: Todo %s
fi: Kaikki %s
it_it: Tutte
nl_nl: Alle %s
ru_ru: Все %s
sk_sk: Všetky %s
sv_se: Alla %s
tr_tr: "%s" Tamamı

source: Parent %s
af: Ouer %s
bg: Родителски %s
da_dk: Forælder %
el_gr: Μητρική %s
es_es: Patriente %s
fi: Vanhempi %s
it_it: Genitore %s
nl_nl: Hoofd %s
ru_ru: Родитель %s
sk_sk: Rodič %s
sv_se: Förälder %s
tr_tr: Ebeveyn %s

source: Parent %s:
af: Ouer %s:
bg: Родителски %s:
da_dk: Forælder %s:
el_gr: Μητρική %s:
es_es: Pariente %s
fi: Vanhempi %s
it_it: Genitore %s:
nl_nl: Hoofd %s:
ru_ru: Родитель %s:
sk_sk: Rodič %s:
sv_se: Förälder &s:
tr_tr: Ebeveyn %s:

source: Edit %s
af: Wysig %s
bg: Редакция %s
da_dk: Ret %s
el_gr: Επεξεργασία %s
es_es: Editar %s
fi: Muokkaa %s
it_it: Modificare %s
nl_nl: Bewerk %s
ru_ru: Редактировать %s
sk_sk: Upraviť %s
sv_se: Ändra %s
tr_tr: Düzenle %s

source: Update %s
af: Wysig %s
bg: Обновяване %s
da_dk: Opdater %s
el_gr: Ενημέρωση %s
es_es: Actualizar %s
fi: Päivitä %s
it_it: Aggiornare %s
nl_nl: Werk %s bij
ru_ru: Обновить %s
sk_sk: Aktualizovať %s
sv_se: Uppdatera %s
tr_tr: Güncelle %s

source: Add New %s
af: Voeg %s by
bg: Добавяне %s
da_dk: Tilføj ny %s
el_gr: Νέα Προσθήκη %s
es_es: Agregar nueva %s
fi: Lisää Uusi %s
it_it: Aggiungi %s
nl_nl: Nieuwe %s toevoegen
ru_ru: Добавить новую %s
sk_sk: Pridať nový %s
sv_se: Lägg till ny %s
tr_tr: Yeni Ekle %s

source: New %s Name
af: Nuwe %s Naam
bg: Ново %s име
da_dk: Nyt %s navn
el_gr: Νέο όνομα %s
es_es: Nuevo %s Nombre
fi: Uusi %s Nimi
it_it: Nuovo %s nome
nl_nl: Nieuwe %s naam
ru_ru: Новое название %s
sk_sk: Nové %s meno
sv_se: %s Nya Namn
tr_tr: Yeni %s Adı

source: Job type
af: Pos tipe
bg: Тип
da_dk: Stilling type
el_gr: Είδος θέσης εργασίας
es_es: Tipo de oferta laboral
fi: Työtyypit
it_it: Tipo di offerta
nl_nl: Dienstverband
ru_ru: Тип вакансии
sk_sk: Typ práce
sv_se: Jobbtyp
tr_tr: İş türü

source: Job types
da_dk: Job type
es_es: Tipos de ofertas laborales
nl_nl: Dienstverband
sk_sk: Typy práce
sv_se: jobbtyper
tr_tr: İş türleri

# Job type slug - resave permalinks after changing this
source: job-type
af: pos-tipe
bg: tip-rabota
da_dk: stilling-type
fi: Työtyypit
it_it: tipologia-offerta-lavoro
nl_nl: dienstverband
sk_sk: typ-práce
sv_se: jobb-typ
tr_tr: ilan-tur

source: Job
es_es: Empleo
nl_nl: Vacature
sk_sk: Práca
sv_se: Jobb
tr_tr: İlan

source: Jobs
es_es: Empleos
nl_nl: Vacatures
sk_sk: Ponuky prác
sv_se: Jobb
tr_tr: İlanlar

# Post type archive slug - resave permalinks after changing this
source: jobs
af: poste
bg: обяви
da_dk: stillinger
fi: työpaikat
it_it: Offerte
nl_nl: vacatures
sk_sk: ponuky prác
sv_se: jobb
tr_tr: ilanlar

# Job permalink - resave permalinks after changing this
source: job
af: pos
bg: обява
da_dk: stilling
fi: työpaikka
it_it: offerta-lavoro
nl_nl: vacature
sk_sk: práca
sv_se: jobb
tr_tr: ilan

source: Add New
af: Voeg Nuwe by
bg: Добавяне
da_dk: Tilføj ny
el_gr: Προσθήκη νέας
es_es: Agregar nuevo
fi: Lisää Uusi
it_it: Aggiungi nuova
nl_nl: Toevoegen
ru_ru: Добавить новый
sk_sk: Pridaj nové
sv_se: Lägg till ny
tr_tr: Yeni Ekle

source: Add %s
af: Voeg %s by
bg: Добави %s
da_dk: Tilføj %s
el_gr: Προσθήκη %s
es_es: Agregar %s
fi: Lisää %s
it_it: Aggiungi %s
nl_nl: Voeg %s toe
ru_ru: Добавить %s
sk_sk: Pridať %s
sv_se: Lägg till %s
tr_tr: Ekle %s

source: New %s
af: Nuwe %s
bg: Нов %s
da_dk: Ny %s
el_gr: Νέα %s
es_es: Nuevo %s
fi: Uusi %s
it_it: Nuova %s
nl_nl: Nieuwe %s
ru_ru: Новый %s
sk_sk: Nový %s
sv_se: Ny %s
tr_tr: Yeni %s

source: View %s
af: Sien %s
bg: Преглед %s
da_dk: Vis %s
el_gr: Εμφάνιση %s
es_es: Ver %s
fi: Näytä %s
it_it: Visualizza %s
nl_nl: Toon %s
ru_ru: Просмотр %s
sk_sk: Zobraziť %s
sv_se: Se %s
tr_tr: Görüntüle %s

source: No %s found
af: Geen %s gevind
bg: Не са намерени %s
da_dk: Ingen %s fundet
el_gr: Δεν βρέθηκε %s
es_es: No se encontraron %s
fi: %s ei löytynyt
it_it: Nessuna %s trovata
nl_nl: Geen %s gevonden
ru_ru: Не найдено %s
sk_sk: Nebolo %s nájdené
sv_se: Inga %s hittades
tr_tr: Hiç %s bulunamadı

source: No %s found in trash
af: Geen %s gevind in herwinnings area
bg: Няма %s в кошчето
da_dk: Ingen %s fundet i papirkurven
el_gr: Δεν βρέθηκε %s στον κάδο απορριμμάτων
es_es: No se encontraron %s en el papelero
fi: %s ei löytynyt roskakorista
it_it: Nessuna %s trovata nel cestino
nl_nl: Geen %s gevonden in de prullenbak
ru_ru: В корзине не найдено %s
sk_sk: Nebolo %s nájdené v koši
sv_se: Inga %s hittades i sopkorgen
tr_tr: Çöpte hiç %s bulunamadı

source: This is where you can create and manage %s.
da_dk: Her kan du administrere dine %s
es_es: Aquí es donde puede crear y controlar %s
nl_nl: Hier kunt u %s aanmaken en beheren.
sk_sk: Tu si môžete vytvoriť a manažovať %s.
sv_se: Här kan du skapa och hantera %s.
tr_tr: Burda yeni %s oluşturabilir ve bunları yönetebilirsiniz.

# post status
source: Expired
da_dk: Udløbet
es_es: Caducada
nl_nl: Verlopen
sk_sk: Expirované
sv_se: Utgått
tr_tr: Bitiş

source: Expired <span class="count">(%s)</span>
af: Verval <span class="count">(%s)</span>
bg: Изтекла <span class="count">(%s)</span>
da_dk: Udløbet <span class="count">(%s)</span>
el_gr: Έληξε <span class="count">(%s)</span>
es_es: Expirado <span class="count">(%s)</span>
fi: Vanhentunut <span class="count">(%s)</span>
it_it: Scaduto <span class="count">(%s)</span>
nl_nl: Verlopen <span class="count">(%s)</span>
ru_ru: Истекло <span class="count">(%s)</span>
sk_sk: Vypršalo <span class="count">(%s)</span>
sv_se: Utgången <span class=\"count\">(%s)</span>
tr_tr: Bitiş <span class="count">(%s)</span>

source: Invalid ID
da_dk: Ukendt ID
es_es: ID Inválida
nl_nl: Ongeldige ID
sk_sk: Nesprávane ID
sv_se: Ogiltigt ID
tr_tr: Geçersiz ID

source: This position has already been filled
da_dk: Denne stilling er blevet besat
es_es: Esta aplicación ya ha sido llenada
nl_nl: Deze positie is vervuld
sk_sk: Táto pozícia bola obsadená
sv_se: Denna position har redan blivit tillsatt
tr_tr: Bu pozisyon daha önce doldurulmuş

source: %s has been filled
af: %s is gevul
bg: %s е запълнена
da_dk: %s er blevet besat
el_gr: %s έχει καλυφθεί
es_es: % ha sido llenado
fi: %s on täytetty
it_it: %s è stata chiusa
nl_nl: %s is vervuld
ru_ru: %s была занята
sk_sk: %s bola obsadená
sv_se: %s har blivit tillsatt
tr_tr: %s doldu

source: This position is not filled
da_dk: Denne stilling er ikke besat
es_es: Esta posición no ha sido llenada
nl_nl: Deze positie is niet vervuld
sk_sk: Táto pozícia nie je obsadená
sv_se: Denna position är ej tilsatt
tr_tr: Bu pozisyon dolu değil

source: %s has been marked as not filled
af: %s is nog nie as gevul gemerk nie
bg: %s беше маркирана като непопълнена
da_dk: %s er blevet markeret som ikke besat
el_gr: %s σημάνθηκε ότι δεν έχει καλυφθεί
es_es: %s ha sido marcado como
fi: %s on merkitty avoimeksi
it_it: %s è stata etichettata come riaperta
nl_nl: %s is gemarkeerd als niet vervuld
ru_ru: %s была помечена как свободная
sk_sk: %s bola označený ako neobsadená
sv_se: %s har markerats som ej tillsatt
tr_tr: %s dolu değil olarak işaretlendi

source: %s has been deleted
af: %s is verwyder
bg: %s беше изтрита
da_dk: %s er blevet slettede
el_gr: %s έχει διαγραφεί
es_es: %s ha sido eliminada
fi: %s on poistettu
it_it: %s cancellata
nl_nl: %s is verwijderd
ru_ru: %s была удалена
sk_sk: %s bola zmazaná
sv_se: %s har tagits bort
tr_tr: %s silindi

source: Title
af: Titel
bg: Заглавие
da_dk: Titel
el_gr: Τίτλος
es_es: Cargo
fi: Titteli
it_it: Titolo
nl_nl: Titel
ru_ru: Наименование
sk_sk: Nadpis
sv_se: Titel
tr_tr: Başlık

source: Date Posted
af: Datum Gepubliseer
bg: Дата на публикуване
da_dk: Opslået d.
el_gr: Ημερομηνία καταχώρησης
es_es: Fecha de publicación
fi: Julkaisupäivä
it_it: Data di pubblicazione
nl_nl: Plaatsingsdatum
ru_ru: Дата публикации
sk_sk: Dátum uverejnenia
sv_se: Datum Upplagt
tr_tr: Gönderim Tarihi

source: Date Expires
da_dk: Dato udløbet
es_es: Fecha de Caducidad
nl_nl: Verloopt
sk_sk: Dátum expirácie
sv_se: Datum utgår
tr_tr: Bitiş Tarihi

source: Load more listings
da_dk: Indlæs flere lister
es_es: Cargar más publicaciones
nl_nl: Toon meer vacatures
sk_sk: Načítaj viac ponúk
sv_se: Ladda fler annonser
tr_tr: Daha fazla ilan

source: Display a list of recent listings on your site, optionally matching a keyword and location.
da_dk: Vis en liste over nyeste indsendte på din side.
es_es: Muetra una lista de las recientes ofertas destacadas en su sitio, opcionalmente puede relacionar una palabra clave y dirección.
nl_nl: Toon een lijst van recente vacatures op uw website, die (optioneel) voldoen aan een zoekwoord en locatie.
sk_sk: Zobraziť zoznam najnovších ponúk na vašej stránke zodpovedajúcich kľúčovým slovám a umiestneniu.
sv_se: Visa en lista på senaste annonser på din sida, eventuellt matchande ett sökord eller plats.
tr_tr: Sitenizde en son ilanları listeleyin, isteğe bağlı olarak anahtar kelimeyle ya da lokasyonla eşleştirilebilir.

source: Recent %s
da_dk: Nyeste %s
es_es: Reciente %s
nl_nl: Nieuwste %s
sk_sk: Najnovšie %s
sv_se: Senaste %s
tr_tr: Son %s

source: Keyword
da_dk: Nøgleord
es_es: Palabra Clave
nl_nl: Zoekwoord
sk_sk: Kľúčové slová
sv_se: Nyckelord
tr_tr: Anahtar Kelime

source: Number of listings to show
da_dk: Antal af lister der skal vises
es_es: Número de ofertas laborales a mostrar
nl_nl: Aantal vacatures om te tonen
sk_sk: Počet ponúk na zobrazenie
sv_se: Antal annonser att visa
tr_tr: Gösterilecek ilan sayısı

source: Display a list of featured listings on your site.
da_dk: Vis en liste over favoriteret stillinger på din side
es_es: Mostrar una lista de ofertas destacadas en su sitio.
nl_nl: Toon een overzicht van de uitgelichte vacatures op uw website.
sk_sk: Zobraziť zoznam odporúčaných ponúk na stránke.
tr_tr: Sitenizde öne çıkarılmış ilanları listeleyin.

source: Featured %s
da_dk: Favoritter %s
es_es: Destacado %s
nl_nl: Uitgelicht %s
sk_sk: Odporúčané %s
tr_tr: Öne Çıkarılan %s

source: Invalid listing
da_dk: Ukendt liste
es_es: Oferta No válida
nl_nl: Ongeldige plaatsing
sk_sk: Neplatný výpis
sv_se: Ogiltig annons
tr_tr: Geçersiz ilan
