Repository: Automattic/WP-Job-Manager
Catalog: languages/wp-job-manager-*.po
Languages: af, bg, da_dk, el_gr, es_es, fi, it_it, nl_nl, ru_ru, sk_sk, sv_se, tr_tr

source: Invalid job
af: Ongeldige Pos
bg: Невалидна обява
el_gr: Άκυρη θέση εργασίας
it_it: Offerta non valida
ru_ru: Неверная вакансия

source: Update job listing
af: Wysig posbeskrywing
bg: Обновяване
el_gr: Ενημέρωση αγγελίας
fi: Päivitä työpaikat
it_it: Aggiorna l'offerta
ru_ru: Обновить вакансию

source: View Job Listing &rarr;
af: Sien Posbeskrywing &rarr;
bg: Преглед &rarr;
el_gr: Προβολή αγγελίας &rarr;
fi: Katso työpaikkoja &rarr;
it_it: Visualizza le offerte di lavoro &rarr;
ru_ru: Просмотр списка вакансий &rarr;

source: Job title
af: Pos titel
bg: Заглавие
el_gr: Τίτλος θέσης εργασίας
fi: Titteli
it_it: Titolo dell'offerta
ru_ru: Название вакансии

source: Preview job listing &rarr;
af: Posbeskrywing Voorskou &rarr;
bg: Преглед &rarr;
el_gr: Προεπισκόπηση αγγελίας &rarr;
it_it: Anteprima annuncio
ru_ru: Предпросмотр вакансии &rarr;

source: You must be signed in to post a new job listing.
af: Jy moet ingeteken wees om 'n nuwe posbeskrywing toe te voeg.
bg: Трябва да бъдете логнати за да пуснете нова обява.
el_gr: Πρέπει να είστε συνδεδεμένοι για να δημοσιεύσετε μια νέα αγγελία.
it_it: Devi accedere al tuo account per pubblicare la nuova offerta di lavoro.
ru_ru: Вы должны быть авторизованы для публикации новой вакансии.

source: Submit Listing &rarr;
af: Voeg Posbeskrywing By &rarr;
bg: Запазване на листа &rarr;
el_gr: Υποβολή αγγελίας &rarr;
it_it: Invia offerta &rarr;
ru_ru: Опубликовать вакансию &rarr;

source: &larr; Edit listing
af: &larr; Wysig Posbeskrywing
bg: &larr; Редакция
el_gr: &larr; Επεξεργασία αγγελίας
it_it: &larr; Modifica offerta
ru_ru: &larr; Редактировать вакансию

source: "%s" needs to be one of the following file types: %s
af: "%s" moet een van die volgende dokument tipes wees: %s
bg: "%s" е нужно да бъде някой от следните типове: %s
fi: "%s" on oltava jokin seuraavista tiedostomuodoista: %s
it_it: "%s" deve essere una delle tipologie seguenti: %s
ru_ru: "%s" должен быть один из этих типов: %s

source: If you don&rsquo;t have an account you can %screate one below by entering your email address. A password will be automatically emailed to you.
af: Indien jy nie 'n rekening het, kan een geskep word deur jou epos adres hierronder in te vul. 'n Wagwoord sal automaties na jou gestuur word via epos.
bg: Ако все още нямате профил, може да си %sсъздадете такъв, като въведете ваш email адрес. Парола за профила ще ви бъде изпратена автоматично.
fi: Mikäli sinulla ei ole&rsquo;t käyttäjätiliä %luo tili antamalla sähköpostiosoitteesi. Salasanasi lähetetään sinulle sähköpostitse.
ru_ru: Если у вас нет учетной записи, вы можете создать ее ниже, введя ваш email адрес. Пароль будет отправлен вам автоматически.

source: You must sign in to create a new job listing.
af: Jy moet ingeteken wees om 'n nuwe posbeskrywing toe te voeg.
bg: Трябва да се регистрирате за да пуснете нова обява.
el_gr: Πρέπει να συνδεθείτε για να δημιουργήσετε μια νέα αγγελία.
it_it: Devi accedere al tuo profilo per creare una nuova offerta di lavoro.
ru_ru: Вы должны авторизоваться для создания нового списка вакансий.

source: No more jobs found matching your selection.
af: Geen poste gevind.
bg: Няма повече обяви отговарящи на вашият критерий.
el_gr: Δεν βρέθηκαν θέσεις εργασίας να ταιριάζουν με την επιλογή σας.
fi: Hakuasi vastaavia työpaikkoja ei löytynyt.
it_it: Non ci sono altre offerte corrispondenti alla tua ricerca
ru_ru: Больше подходящих вакансий.

source: This job listing has expired
af: Hierdie posbeskrywing het reeds verval
bg: Тази обява е изтекла
el_gr: Αυτή η αγγελία έχει λήξει
fi: Tämä listaus on vanhentunut
it_it: Questa offerta è scaduta.
ru_ru: Время публикации этой вакансии истекло.

source: or
af: of
bg: или
el_gr: ή
fi: tai
it_it: o
ru_ru: или

source: Max. file size: %s.
af: Maks. dokument grootte: %s.
bg: Макс. размер на файл: %s.
fi: Max. tiedostokoko: %s
it_it: Dimensione massima: %s
ru_ru: Макс. размер файла: %s.

source: To apply for this job please visit the following URL: <a href="%1$s" target="_blank">%1$s &rarr;</a>
af: Besoek asseblief die volgende web adres om aansoek te doen vir hierdie pos: <a href="%1$s" target="_blank">%1$s &rarr;</a>
bg: За да кандидатствате за тази работа моля посетете следния линк: <a href="%1$s" target="_blank">%1$s &rarr;</a>
fi: Hae työpaikkaa osoitteessa: <a href="%1$s" target="_blank">%1$s &rarr;</a>

source: Your job listings are shown in the table below. Expired listings will be automatically removed after 30 days.
af: Al jou posbeskrywings word vertoon in die tabel hieronder. Alle posbeskrywings wat verval het sal automaties verwyder word na 30 dae.
bg: Вашия списък от обяви ще се показва в таблицата по-долу. Изтеклите обяви, ще бъдат премахвани автоматично след 30 дни.
el_gr: Οι αγγελίες σας εμφανίζονται στον παρακάτω πίνακα. Αγγελίες που έχουν λήξει θα διαγράφονται αυτόματα μετά από 30 ημέρες.
it_it: Le tue offerte sono visualizzate nella tabella qui sotto. Le offerte scadute verrano cancellate automaticamente dopo 30 giorni dalla prima pubblicazione.
ru_ru: Ваши вакансии показаны в таблице ниже. Публикации с истекшим сроком будут автоматичеки удалены через 30 дней.

source: You do not have any active job listings.
af: Daar is geen aktiewe posbeskrywings gevind nie.
bg: Нямате активни обяви.
el_gr: Δεν έχετε ενεργές αγγελίες
it_it: Non hai offerte di lavoro attive
ru_ru: У вас нет активных вакансий.

source: All Jobs
af: Alle Poste
bg: Всички позиции
el_gr: Όλες οι αγγελίες
fi: Kaikki työpaikat
it_it: Tutte le offerte
ru_ru: Все вакансии

source: Any Location
af: Enige Plek
bg: Всички местонахождения
el_gr: Οποιαδήποτε Τοποθεσία
fi: Kaikki sijainnit
it_it: Qualunque luogo
ru_ru: Любое размещение

source: All Job Categories
af: Alle Posbeskywing Kategoriëe
bg: Всички категории
el_gr: Όλες οι κατηγορίες θέσεων εργασίας
fi: Kaikki kategoriat
it_it: Tutte le categorie
ru_ru: Все категории вакансий

source: Company details
af: Maatskappy details
bg: Информация за компанията
el_gr: Στοιχεία της εταιρείας
fi: Yritystiedot
it_it: Informazioni sull'azienda
ru_ru: Описание организации

source: Job listed successfully. To view your job listing <a href="%s">click here</a>.
af: Posbeskrywing toegevoeg. <a href="%s">Klik hier</a> om jou posbeskrywing te sien.
bg: Обявата е добавена в списъка успешно. За преглед <a href="%s">натиснете тук</a>.
el_gr: Η αγγελία καταχωρήθηκε με επιτυχία. Για να δείτε την αγγελία σας <a href="%s">πατήστε εδώ</a>.
it_it: Offerta pubblicata. Per visualizzarla <a href="%s">clicca qui</a>.
ru_ru: Вакансия успешно опубликована и может быть просмотрена по ссылке <a href="%s">Klicke hier</a>.

source: Job submitted successfully. Your job listing will be visible once approved.
af: Posbeskrywing toegevoeg. Jou posbeskrywing sal vertoon sodra dit goedgekeur is.
bg: Обявата е запазена успешно. Обявата ще се появи в списъка след одобрение.
el_gr: Η αγγελία καταχωρήθηκε με επιτυχία. Η αγγελία σας θα είναι ορατή εφόσον εγκριθεί.
it_it: Offerta inviata e in attesa di approvazione
ru_ru: Вакансия успеншно отправлена на модерацию и будет доступна сразу же после одобрения.

source: Active
af: Aktief
bg: Активни
el_gr: Ενεργό
fi: Aktiivinen
it_it: Attivo
ru_ru: Активна

source: Expired
af: Verval
bg: Изтекли
el_gr: Έληξε
fi: Vanhentunut
it_it: Scaduta
ru_ru: Истекла

source: Pending Review
af: Hangende Hersiening
bg: Очакващи ревю
el_gr: Εν αναμονή αναθεώρησης
it_it: In attesa di approvazione
ru_ru: Ожидает рассмотрения

source: Job Application via "%s" listing on %s
af: Werksaansoek via "%s" gelys op %s
bg: Кандидатстване чрез "%s" показана на %s
ru_ru: Заявка на вакансию "%s" по ссылке %s

source: Are you sure you want to delete this job?
af: Is jy seker jy wil hierdie posbeskrywing verwyder?
bg: Сигурни ли сте, че желаете да изтриете тази обява?
el_gr: Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την αγγελία
it_it: Sei sicuro di voler cancellare questa offerta?
ru_ru: Вы уверены, что хотите удалить вакансию?

source: To apply for this job please visit the following URL: <a href="%1$s">%1$s &rarr;</a>
el_gr: Για να υποβάλετε αίτηση για αυτή τη θέση παρακαλούμε επισκεφθείτε το παρακάτω URL: <a href="%1$s">%1$s &rarr;</a>
ru_ru: Для отправки заявки на вакансию пройдите по адресу: <a href="%1$s">%1$s &rarr;</a>

source: Mike Jolley
ru_ru: Майк Джолли

source: Logo needs to be jpg, gif or png.
el_gr: Το λογότυπο πρέπει να είναι JPG, GIF ή PNG.

source: If you don&lsquo;t have an account you can %screate one below by entering your email address. A password will be automatically emailed to you.
el_gr: Εάν δεν έχετε λογαριασμό μπορείτε να δημιουργήσετε έναν παρακάτω εισάγοντας το email σας. Ο κωδικός πρόσβασης θα αποσταλεί αυτόματα σε εσάς.

source: Max. file size: %s. Allowed images: jpg, gif, png.
el_gr: Μέγιστο μέγεθος αρχείου: %s. Επιτρέπονται εικόνες: jpg, gif, png.
