Repository: Automattic/WP-Job-Manager
Catalog: languages/wp-job-manager-*.po
Languages: af, bg, da_dk, el_gr, es_es, fi, it_it, nl_nl, ru_ru, sk_sk, sv_se, tr_tr

source: Save changes
da_dk: Gem ændringer
es_es: Guardar Cambios
nl_nl: Wijzigingen opslaan
sk_sk: Uložiť zmeny
sv_se: Spara ändringar
tr_tr: Değişiklikleri kaydet

source: Your changes have been saved.
af: Jou veranderinge is gestoor.
bg: Вашите промени бяха запазени.
da_dk: Dine ændringer er blevet gemt
el_gr: Οι αλλαγές σας έχουν αποθηκευτεί.
es_es: Sus cambios han sido guardados.
fi: Tekemäsi muutokset on tallennettu.
it_it: Aggiornamenti salvati
nl_nl: Uw wijzigingen zijn opgeslagen.
ru_ru: Ваши изменения были сохранены.
sk_sk: Vaša zmeny boli uložené
sv_se: Dina ändringar har sparats.
tr_tr: Değişiklikler kaydedildi.

source: View &rarr;
da_dk: Vis &rarr;
es_es: Ver &rarr;
nl_nl: Toon &rarr;
sk_sk: Zobraziť &rarr;
sv_se: Visa &rarr;
tr_tr: Görüntüle &rarr;

source: Submit Details
af: Stuur Details
bg: Детайли
da_dk: Indsend detaljer
el_gr: Υποβολή λεπτομερειών
es_es: Enviar detalles
fi: Lähetä tiedot
it_it: Conferma dettagli
nl_nl: Details verzenden
ru_ru: Сохранить детали
sk_sk: Odoslať podrobnosti
sv_se: Skicka in detaljer
tr_tr: Detayları Gönder

source: Preview
af: Voorskou
bg: Предварителен преглед
da_dk: Vis
el_gr: Προεπισκόπηση
es_es: Previsualizar
fi: Esikatselu
it_it: Anteprima
nl_nl: Voorvertoning
ru_ru: Предпросмотр
sk_sk: Ukážka
sv_se: Förhandsgranska
tr_tr: Önizleme

source: Done
af: Afgehandel
bg: Добре
da_dk: Færdig
el_gr: Έγινε
es_es: Hecho
fi: Valmis
it_it: Fatto
nl_nl: Klaar
ru_ru: Выполнено
sk_sk: Hotovo
sv_se: Klar
tr_tr: Tamamlandı

source: Application email
af: Aansoek e-pos
da_dk: Ansøger e-mail
es_es: Email de solicitud
fi: Sähköpostihakemus
nl_nl: Sollicitatie e-mail
sk_sk: Email pre žiadosti
sv_se: Ansökningsepost
tr_tr: Başvuru emaili

source: you@yourdomain.com
da_dk: din@e-mail.dk
es_es: tu@tudominio.com
nl_nl: naam@domein.nl
sk_sk: vy@vašadoména.com
sv_se: jag@mindoman.se
tr_tr: siz@alanadiniz.com

source: Application URL
af: Aansoek URL
da_dk: Ansøgning URL
es_es: URL de solicitud
fi: Hakemuksen URL
nl_nl: Sollicitatie URL
sk_sk: URL pre žiadosti
sv_se: Ansöknings-URL
tr_tr: Başvuru URL&rsquo;i

source: Application email/URL
af: Aansoek epos/URL
bg: Кандидатстване email/URL
da_dk: Ansøgning e-mail/link
el_gr: Email αγγελίας / URL
es_es: Dirección email/URL para solicitar
fi: Hakemuksen sähköposti/URL
it_it: Email/URL candidature
nl_nl: Sollicitatie e-mail/website
ru_ru: Адрес сайта или емайл
sk_sk: email/URL pre žiadosti
sv_se: Epost/URL för ansökan
tr_tr: Başvuru email/URL&rsquo;i

source: Enter an email address or website URL
af: Voer email adres of webwerf URL in
bg: Въведете email адрес или адрес на уеб сайт
da_dk: Indsæt en e-mail eller et link
el_gr: Πληκτρολογήστε μια διεύθυνση email ή URL ιστοσελίδας
es_es: Ingrese un correo o dirección web para los postulantes
fi: Anna sähköpostiosoite tai kotisivun URL
it_it: Inserisci l'indirizzo email o URL del sito
nl_nl: Voer een e-mail adres of website in
ru_ru: Введите адрес электронной почты или ссылку на сайт
sk_sk: Zadajte váš email alebo názov www stránky
sv_se: Fyll i en epostadress eller hemsides-URL
tr_tr: Email adresi ya da website URL&rsquo;i girin

source: Job Title
af: Pos Titel
bg: Заглавие на позиция
el_gr: Τίτλος θέσης εργασίας
es_es: Puesto de trabajo
fi: Titteli
it_it: Titolo dell'offerta
nl_nl: Vacature titel
ru_ru: Наименование вакансии
sk_sk: Názov pracovnej ponuky
tr_tr: İş Başlığı

source: Leave this blank if the location is not important
da_dk: Efterlad tom hvis denne ikke er vigtig
es_es: Dejar en blanco si la ubicación no es importante
nl_nl: Laat dit leeg wanneer deze baan geen vaste standplaats heeft (zoals bij thuiswerken het geval is)
sk_sk: Nechajte prázdne ak umiestnenie nie je dôležité
sv_se: Lämna detta tomt om plats inte är viktigt
tr_tr: Eğer lokasyon önemli değilse bunu boş bırakın

source: Description
af: Beskrywing
bg: Описание
da_dk: Beskrivelse
el_gr: Περιγραφή
es_es: Descripción del cargo
fi: Kuvaus
it_it: Descrizione
nl_nl: Omschrijving
ru_ru: Описание
sk_sk: Opis
sv_se: Beskrivning
tr_tr: Açıklama

source: Company name
af: Maatskappy naam
bg: Име на компания
da_dk: Firma navn
el_gr: Επωνυμία εταιρείας
es_es: Nombre de la empresa
fi: Yrityksen nimi
it_it: Nome dell'azienda
nl_nl: Bedrijfsnaam
ru_ru: Название организации
sk_sk: Názov spoločnosti
sv_se: Företagsnamn
tr_tr: Şirket adı

source: Enter the name of the company
af: Voer in die naam van die maatskappy
bg: Име на компанията
da_dk: Indtast navnet på firmaet
el_gr: Εισάγετε το όνομα της εταιρείας
es_es: Ingrese el nombre de la empresa
fi: Yrityksen nimi
it_it: Inserisci il nome dell'azienda
nl_nl: Voer de bedrijfsnaam in
ru_ru: Введите название организации
sk_sk: Napíšte názov spoločnosti
sv_se: Fyll i företagets namn
tr_tr: Şirketin adını girin

source: Tagline
af: Slagspreuk
bg: Лозунг
da_dk: Slogan
es_es: Lema de la empresa
fi: Iskulause
it_it: Presentazione
nl_nl: Korte omschrijving
ru_ru: Слоган
sv_se: Slogan/kort beskrivning
tr_tr: Hakkında

source: Briefly describe your company
af: Beskryf die maatskappy kortliks
bg: Кратко описание на фирмата
da_dk: Kort beskrivelse af din virksomhed
el_gr: Περιγράψτε εν συντομία την εταιρεία σας
es_es: Breve descripción de la empresa
fi: Kuvaa yritystäsi lyhyesti
it_it: Descrizione breve dell'azienda
nl_nl: Omschrijf kort het bedrijf
ru_ru: Краткое описание вашей компании
sk_sk: Stručne popíšte svoju firmu
sv_se: Beskriv ditt företag kortfattat
tr_tr: Şirketinizi kısaca tanıtın

source: A link to a video about your company
da_dk: Et link til en video omkring firmaet
es_es: Un enlace a un video acerca de su empresa
nl_nl: Een link naar de video over uw bedrijf
sk_sk: Odkaz na video o vašej firme
sv_se: Länk till video om ditt företag
tr_tr: Şirketiniz hakkındaki videonun linki

source: Twitter username
af: Twitter Gebruikersnaam
bg: Потребител в twitter
da_dk: Twitter brugernavn
el_gr: Twitter
es_es: Nombre de usuario twitter
fi: Twitter käyttäjätunnus
nl_nl: Twitter
ru_ru: учетная запись Twitter
sk_sk: Twitter, užívateľské meno
sv_se: Twitternamn
tr_tr: Twitter kullanıcı adı

source: @yourcompany
af: @joumaatskappy
bg: @имекомпания
da_dk: @dintwitter
es_es: @suempresa
fi: @yrityksesi
it_it: @tua_azienda
nl_nl: @uwbedrijfsnaam
ru_ru: @организация
sk_sk: @vašaspoločnosť
sv_se: @dittforetag
tr_tr: @sirketiniz

source: %s is a required field
af: %s is 'n vereiste veld
bg: %s е задължително поле
da_dk: %s skal udfyldes
el_gr: %s είναι υποχρεωτικό πεδίο
es_es: %s es campo requerido
fi: %s on pakollinen kenttä
it_it: %s è un campo obbligatorio
nl_nl: %s is een verplicht veld
ru_ru: %s обязательное поле
sk_sk: %s pole je povinné
sv_se: %s är ett obligatoriskt fält
tr_tr: %s zorunlu alan

source: %s is invalid
da_dk: %s er ukendt
es_es: %s es inválido
nl_nl: %s is ongeldig
sk_sk: %s is neplatné
sv_se: %s är ogiltig
tr_tr: %s geçersiz

source: "%s" (filetype %s) needs to be one of the following file types: %s
da_dk: "%s" (filetype %s) Skal være en af følgende: %s
es_es: \"%s\" (filetype %s) tiene que ser uno de los siguientes formatos de archivos validos para nosotros: %s . Otro formato no podrá ser gestionado por nosotros.
nl_nl: "%s" (bestandstype %s) moet een van de volgende bestandstypes zijn: %s
sk_sk: "%s" (typ súboru %s) vyžaduje jeden z nasledujúcich typov súborov: %s
sv_se: "%s" (filtyp %s) måste vara en av följande filtyper: %s
tr_tr: "%s" (dosya türü %s) bu türlerden birinde olmalı: %s

source: Please enter a valid application email address
af: Gebruik asseblief 'n geldige e-pos adres
da_dk: Venligst indtast en rigtig e-mail
es_es: Introduce una dirección de email válida para la solicitud
fi: Anna oikea sähköpostiosoite
nl_nl: Voer een geldig sollicitatie e-mail adres in
sk_sk: Napíšte vašu platnú emailovú adresu
sv_se: Var god ange en giltig epostadress för ansökan
tr_tr: Lütfen başvuru için geçerli bir email adresi girin

source: Please enter a valid application URL
af: Gebruik asseblief 'n geldige aansoek URL
da_dk: Venligst indtast et rigtigt link
es_es: Introduce una URL válida para la solicitud
fi: Anna oikea URL-osoite
nl_nl: Voer een geldig sollicitatie URL in
sk_sk: Napíšte vašu platnú URL adresu
sv_se: Var god ange en giltig webbadress för ansökan
tr_tr: Lütfen başvuru için geçerli bir URL girin

source: Please enter a valid application email address or URL
af: Gebruik asseblief 'n geldige aansoek e-pos adres of URL
da_dk: Venligst indtast en rigtig e-mail eller link
es_es: Introduce una dirección de email o URL válidas para la solicitud
fi: Anna oikea sähköpostiosoite tai URL-osoite.
nl_nl: Voer een geldig sollicitatie e-mail of URL in
sk_sk: Napíšte platnú emailovú adresu alebo URL
sv_se: Var god ange en giltig epostadress eller webbadress för ansökan
tr_tr: Lütfen başvuru için geçerli bir emaill adresi ya da URL girin

source: Please enter a username.
da_dk: Venligst indtast dit brugernavn
es_es: Por favor, ingrese el nombre de usuario
nl_nl: Voer een gebruikersnaam in.
sk_sk: Prosím vložte používateľské meno.
sv_se: Fyll i ett användarnamn.
tr_tr: Lütfen kullanıcı adı girin.

source: Please enter your email address.
da_dk: Venligst indtast din e-mail adresse
es_es: Por favor, ingrese su correo electrónico
nl_nl: Voer uw e-mail adres in.
sk_sk: Prosím vložte vašu emailovú adresu.
sv_se: Fyll i din epostadress.
tr_tr: Lütfen email adresinizi girin.

source: You must be signed in to post a new listing.
da_dk: Du skal være logged ind for at indsende en ny liste
es_es: Debe estar loggeado para publicar un empleo
nl_nl: U moet ingelogd zijn om vacatures te kunnen plaatsen.
sk_sk: Musíte byť prihlásený ak chcete uverejniť novú ponuky.
sv_se: Du måste vara inloggad för att posta en ny annons.
tr_tr: Yeni ilan göndermek için oturum açmalısınız.

source: Submit Listing
da_dk: Indsend stilling
es_es: Enviar una Oferta de Empleo
nl_nl: Verzend vacature
sk_sk: Odoslať ponuku
tr_tr: İlanı Gönder

source: Edit listing
da_dk: Ret stilling
es_es: Editar Publicación
nl_nl: Bewerk vacature
sk_sk: Upraviť ponuku
sv_se: Redigera annons
tr_tr: İlanı düzenle

source: Your account
af: Jou Rekening
bg: Ваш профил
da_dk: Din konto
el_gr: Ο λογαριασμός σας
es_es: Su cuenta
fi: Käyttäjätilisi
it_it: Il tuo profilo
nl_nl: Uw account
ru_ru: Ваша учетная запись
sk_sk: Váš účet
sv_se: Ditt konto
tr_tr: Hesabınız

source: You are currently signed in as <strong>%s</strong>.
af: Jy is tans ingeteken as <strong>%s</strong>.
bg: В момента сте влезли като <strong>%s</strong>.
da_dk: Du er loggede ind som <strong>%s</strong>.
el_gr: Αυτήν τη στιγμή είστε συνδεδεμένοι ως <strong>%s</strong>.
es_es: Está registrado como <strong>%s</strong>.
fi: Olet kirjautunut sisään nimellä <strong>%s</strong>.
it_it: Sei iscritto come <strong>%s</strong>.
nl_nl: U bent momenteel ingelogd als <strong>%s</strong>.
ru_ru: Вы авторизованы как <strong>%s</strong>.
sk_sk: Ste prihlásený ako <strong>%s</strong>.
sv_se: Du är för närvarande inloggad som <strong>%s</strong>.
tr_tr: <strong>%s</strong> olarak oturum açtınız.

source: Sign out
af: Teken uit
bg: Изход
da_dk: Log ud
el_gr: Αποσύνδεση
es_es: cerrar sesión
fi: Kirjaudu ulos
it_it: Esci
nl_nl: Afmelden
ru_ru: Выйти
sk_sk: Odhlásiť sa
sv_se: Logga ut
tr_tr: Oturumu Kapat

source: Have an account?
af: Het jy alreeds 'n rekening?
bg: Имате профил?
da_dk: Har du en konto?
el_gr: Έχετε λογαριασμό;
es_es: Tiene una cuenta?
fi: Onko sinulla käyttäjätili?
it_it: Hai un profilo?
nl_nl: Account
ru_ru: Уже есть учетная запись?
sk_sk: Máte už účet?
sv_se: Har du ett konto?
tr_tr: Hesabınız var mı?

source: Sign in
af: Teken in
bg: Вход
da_dk: Logind
el_gr: Σύνδεση
es_es: Registrarse
fi: Kirjaudu sisään
it_it: Iscriviti
nl_nl: Aanmelden
ru_ru: Авторизоваться
sk_sk: Prihlásiť sa
sv_se: Logga in
tr_tr: Oturum aç

source: If you don&rsquo;t have an account you can %screate one below by entering your email address/username. A password will be automatically emailed to you.
da_dk: Hvis du ikke har en konto kan du %soprette en nedenfor ved at indtaste din e-mail. Dit kodeord bliver så sendt til dig.
es_es: Si no tienes una cuenta puedes %s crear una, ingresando tu dirección de correo electrónico/Nombre de usuario. Una contraseña se enviará automáticamente a su email.
nl_nl: Als u nog geen account heeft dan wordt deze automatisch aangemaakt als u hieronder uw e-mail adres invult. Uw wachtwoord wordt vervolgens naar dat adres verzonden.
sk_sk: Ak nemá&rsquo;te účet, môžete si ho vytvoriť %s zadaním vášho emailu/užívateľského mena. Heslo vám bude automaticky zaslaný na váš mail.
sv_se: Om du inte har ett konto kan du skapa ett nedan genom att fylla i din epostadress/användarnamn. Ett lösenord skickas då automatiskt till dig.
tr_tr: Eğer hesabınız yoksa aşağıdan oluşturabilirsiniz. Parola otomatik gönderilecektir.

source: optionally
af: opsionele
bg: по избор
da_dk: valgfrit
el_gr: προαιρετικά
es_es: de manera opcional
fi: valinnainen
it_it: opzionale
nl_nl: optioneel
ru_ru: необязательно
sk_sk: voliteľné
sv_se: valfritt
tr_tr: isteğe bağlı

source: You must sign in to create a new listing.
da_dk: Du skal logge ind for at oprette en ny liste
es_es: Debe de estar registrado para sugerir una oferta laboral.
nl_nl: U moet ingelogd zijn om vacatures te kunnen plaatsen.
sk_sk: Aby ste mohli vytvoriť novú ponuku, musíte byť prihlásený.
sv_se: Du måste logga in för att skapa ny annons.
tr_tr: Yeni ilan oluşturmak için oturum açmalısınız.

source: Username
da_dk: Brugernavn
es_es: Usuario
nl_nl: Gebruikersnaam
sk_sk: Používateľské meno
sv_se: Användarnamn
tr_tr: Kullanıcı Adı

source: (optional)
af: (opsioneel)
bg: (по избор)
da_dk: (valgfrit)
el_gr: (προαιρετικό)
es_es: (opcional)
fi: (valinnainen)
it_it: (opzionale)
nl_nl: (optioneel)
ru_ru: (необязательно)
sk_sk: (voliteľné)
sv_se: (valfritt)
tr_tr: (isteğe bağlı)

source: Your email
af: Jou epos
bg: Ваш email
da_dk: Din e-mail
el_gr: Το email σας
es_es: Su email
fi: Sähköposti
it_it: Il tuo indirizzo email.
nl_nl: Uw e-mail
ru_ru: Ваш Email
sk_sk: Váš email
sv_se: Din epost
tr_tr: Email

source: %s ago
da_dk: %s siden
es_es: Publicado hace %s
nl_nl: %s geleden
sk_sk: pred %s
sv_se: %s sedan
tr_tr: %s önce

source: There are no listings matching your search.
da_dk: Der er ingen stillinger der passer til din søgning
es_es: No hay ofertas correspondientes a su búsqueda.
nl_nl: Geen vacatures gevonden die aan uw zoekopdracht voldoen.
sk_sk: Nenašli sa žiadne ponuky zodpovedajúce vášmu vyhľadávaniu.
sv_se: Det finns inga annonser som matchar din sökning.
tr_tr: Aramanızla eşleşen ilan yok.

source: There are currently no vacancies.
da_dk: Der er i øjeblikket ingen ledig stilling
es_es: Actualmente no tiene vacantes
nl_nl: Er zijn momenteel geen vacatures.
sk_sk: Momentálne nie sú žiadne voľné miesta.
sv_se: Det finns för närvarande inga vakanser.
tr_tr: Şu an boş pozisyon yok.

source: Posted %s ago
af: %s terug gepubliseer
bg: Публикувано преди %s
da_dk: Opslået for %s siden
es_es: Publicado hace %s
fi: Julkaistu %s sitten
it_it: Pubblicato %s fa
nl_nl: %s geleden geplaatst
ru_ru: Опубликовано %s назад
sk_sk: Uverejnené pred %s
sv_se: Postades för %s sedan
tr_tr: %s önce gönderildi

source: This position has been filled
af: Hierdie pos is reeds gevul
bg: Работните позиции са заети.
da_dk: Denne stilling er blevet besat
el_gr: Αυτή η θέση έχει καλυφθεί
es_es: Esta oferta ya ha sido complet
fi: Tämä paikka on täytetty
it_it: Questa offerta è stata chiusa
nl_nl: Deze positie is vervuld
ru_ru: Эта вакансия занята
sk_sk: Táto pozícia bola obsadená
sv_se: Den här positionen har blivit tillsatt
tr_tr: Bu pozisyon doldu

source: Applications have closed
da_dk: Ansøgninger er blevet lukkede
es_es: Solicitudes están cerradas.
nl_nl: Solliciteren is gesloten
sk_sk: Žiadosti boli uzavreté
tr_tr: Başvuruya kapalı

source: This listing has expired.
da_dk: Denne liste er udløbet
es_es: Esta oferta laboral ha caducado.
nl_nl: Deze vacature is verlopen
sk_sk: Táto ponuka expirovala.
tr_tr: Bu ilanın süresi dolmuş.

source: Maximum file size: %s.
da_dk: Maksimal fil størrelse: %s
es_es: Tamaño máximo del archivo: %s.
nl_nl: Max. bestandsgrootte: %s.
sk_sk: Maximálna veľkosť súboru: %s.
sv_se: Maximum filstorlek: %s.
tr_tr: Maksimum dosya boyutu: %s.

source: No results match
nl_nl: Geen vacatures gevonden
tr_tr: Herhangi Bir Eşleşme Bulunamadı

source: Select Some Options
nl_nl: Selecteer uw opties
tr_tr: Bazı Ayarları Seçin

source: remove
af: verwyder
bg: премахване
da_dk: fjern
es_es: Eliminar
fi: poista
it_it: rimuovi
nl_nl: verwijder
ru_ru: удалить
sk_sk: odstrániť
sv_se: ta bort
tr_tr: kaldır

source: To apply for this job <strong>email your details to</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
af: Om aansoek te doen <strong>stuur jou details na</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
bg: За да кандидатствате за тази позиция <strong>изпратете email с вашите данни към</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
da_dk: For at ansøge til dette job <strong>send dine informationer til</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
el_gr: Για να υποβάλετε αίτηση για αυτή τη θέση <strong>στείλτε με email τα στοιχεία σας στο</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
es_es: Para aspirar a ésta oferta laboral <strong>envíe un email a</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
fi: Hae työpaikkaa <strong>lähetä hakemuksesi osoitteeseen</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
it_it: Per candidarti <strong>invia i tuoi dati a</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
nl_nl: Om te solliciteren op deze vacature <strong>stuurt u uw sollicitatie</strong> naar <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
ru_ru: Для заявки на эту вакансию <strong>отправьте подробности по электронной почте</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
sk_sk: Reagujte na túto ponuku, <strong>napíšte na</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
sv_se: För att ansöka om detta jobb, <strong>skicka dina detaljer via epost till</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>
tr_tr: Başvuru için <strong>kişisel bilgilerinizi gönderin</strong> <a class="job_application_email" href="mailto:%1$s%2$s">%1$s</a>

source: Apply using webmail:
af: Doen aansoek via webmail:
bg: Приложи използвайки webmail:
da_dk: Ansøg via webmail:
el_gr: Υποβάλετε αίτηση μέσω webmail:
es_es: Solicitar usando webmail:
fi: Hae sähköpostitse:
it_it: Candidati tramite webmail:
nl_nl: Solliciteer via webmail:
ru_ru: Отправить через Webmail:
sk_sk: Požiadajte pomocou webmailu:
sv_se: Ansök via webmail:
tr_tr: Webmail aracılığıyla başvurun:

source: To apply for this job please visit the following URL:
es_es: Para aplicar en este puesto visite la siguiente dirección:
nl_nl: Om te solliciteren gaat u naar de volgende link:
sk_sk: Pre odoslanie žiadosti na túto prácu prosím navštivte URL:
tr_tr: Bu işe başvuru için lütfen bu URL'i ziyaret edin:

source: Apply for job
af: Doen aansoek
bg: Кандидатствай
da_dk: Ansøg stillingen
el_gr: Υποβάλετε αίτηση
es_es: Solicitar puesto
fi: Hae työpaikkaa
it_it: Candidati
nl_nl: Solliciteer nu
ru_ru: Оставить заявку
sk_sk: Reagovať na ponuku
sv_se: Ansök om jobb
tr_tr: Başvur

source: You need to be signed in to manage your listings.
da_dk: Du skal logge ind for at administrer dine liste
es_es: Debe estar de registrado para poder administrar sus ofertas laborales.
nl_nl: U moet ingelogd zijn om uw vacatures te beheren.
sk_sk: Musíte byť prihlásený ak chcete manažovať vaše ponuky.
sv_se: Du måste vara inloggad för att hantera dina annonser.
tr_tr: İlanlarınızı yönetebilmek için giriş yapmalısınız.

source: You do not have any active listings.
da_dk: Du har ingen aktive liste
es_es: No tiene ofertas activas
nl_nl: U heeft geen actieve vacatures.
sk_sk: Nemáte žiadne aktívne ponuky.
sv_se: Du har inga aktiva annonser.
tr_tr: Aktif ilanınız bulunmamaktadır.

source: Mark not filled
af: Merk as beskikbaar
bg: Маркиране като вакантни
da_dk: Mærk som ikke besat
el_gr: Δεν έχει καλυφθεί
es_es: Oferta laboral no cubierta
fi: Merkkaa täytetyksi
it_it: Etichetta riaperta
nl_nl: Markeer niet vervuld
ru_ru: Метка не заполнена
sk_sk: Označ neobsadené
sv_se: Markera ej tillsatt
tr_tr: Boş olarak işaretle

source: Mark filled
af: Merk as gevul
bg: Маркиране като заети
da_dk: Mærk som besat
el_gr: Καλύφθηκε
es_es: Oferta laboral no cubierta
fi: Merkkaa täytetyksi
it_it: Etichetta chiusa
nl_nl: Markeer vervuld
ru_ru: Метка заполнена
sk_sk: Označ obsadené
sv_se: Markera tillsatt
tr_tr: Dolu olarak işaretle

source: Relist
da_dk: Aktivere
es_es: Republicar
nl_nl: Opnieuw plaatsen
sv_se: Omannonsera
tr_tr: Tekrar listele

source: Keywords
af: Sleutelwoorde
bg: Ключови думи
da_dk: Nøgleord
el_gr: Λέξεις-κλειδιά
es_es: Palabras claves
fi: Avainsanat
it_it: Parole chiavi
nl_nl: Zoekwoorden
ru_ru: Ключевые слова
sk_sk: Kľúčové slová
sv_se: Nyckelord
tr_tr: Anahtar Kelimeler

source: Category
af: Kategorie
bg: Категория
da_dk: Kategori
el_gr: Κατηγορία
es_es: Categoría
fi: Kategoria
it_it: Categoria
nl_nl: Categorie
ru_ru: Категория
sk_sk: Kategória
sv_se: Kategori
tr_tr: Kategori

source: Any category
da_dk: Enhver kategori
es_es: Cualquier categoría
nl_nl: Elke categorie
sk_sk: Akákoľvek kategória
sv_se: Alla kategorier
tr_tr: Herhangi bir kategori

source: Your browser does not support JavaScript, or it is disabled. JavaScript must be enabled in order to view listings.
da_dk: Din browser understøtter ikke JavaScript, ellers er den deaktiveret. JavaScript skal være aktiveret for at kunne vise dine liste
es_es: Su navegador no soporta JavaScript o está deshabilitado. JavaScript debe ser habilitado para poder ver los listados.
nl_nl: Uw browser ondersteunt geen Javascript, of het is uitgeschakeld. Javascript moet ingeschakeld zijn om de vacatures te kunnen bekijken.
sk_sk: Váš prehliadač nepodporuje JavaScript alebo je vypnutý. JavaScript musí byť povolený ak chcete zobraziť ponuky.
sv_se: Din webbläsare stödjer inte JavaScript, eller har det inaktiverat. JavaScript måste vara aktiverat för att kunna visa annonser.
tr_tr: Tarayıcınız JavaScript desteklemiyor ya da JavaScript&rsquo;i devre dışı bırakmış. İlanları görebilmek için JavaScript aktif olmalıdır.

source: Company Details
da_dk: Virksomheds detalje
es_es: Datos Empresa
nl_nl: Bedrijfsgegevens
sk_sk: Detaily firmy
sv_se: Företagsdetaljer
tr_tr: Şirket Detayları

source: %s listed successfully. To view your listing <a href="%s">click here</a>.
da_dk: %s er listede. For at se den <a href="%s">tryk her</a>.
es_es: %s Oferta laboral registrada. Para ver su oferta laboral <a href=\"%s\">Pinche aquí</a>.
nl_nl: %s succesvol geplaatst. Om uw plaatsing te bekijken <a href="%s">klikt u hier</a>.
sk_sk: %s zaradenie na zoznam úspešné. Na zobrazenie vašej ponuky <a href="%s">kliknite sem</a>.
sv_se: %s publicerads. För att visa din annons <a href="%s">klicka här</a>.
tr_tr: %s başarıyla listelendi. İlanınızı görmek için <a href="%s">tıklayın</a>.

source: %s submitted successfully. Your listing will be visible once approved.
da_dk: %s blev tilføjet. Den vil blive synlig når den er godkendt
es_es: %s Enviado con éxito. Su anuncio será visible una vez aprobado.
nl_nl: %s succesvol verstuurd. Uw plaatsing wordt zichtbaar zodra deze is goedgekeurd.
sk_sk: %s úspešne odoslaný. Váša ponuka bude viditeľná po schválení.
sv_se: %s skickades in. Din annons visas så fort den har blivit godkänd.
tr_tr: %s başarıyla gönderildi. İlanınız onaylandığı zaman gösterilecektir.

# post status
source: Draft
da_dk: Klade
es_es: Borrador
nl_nl: Concept
sk_sk: Koncept
sv_se: Utkast
tr_tr: Taslak
