Repository: Automattic/WP-Job-Manager
Catalog: languages/wp-job-manager-*.po
Languages: af, bg, da_dk, el_gr, es_es, fi, it_it, nl_nl, ru_ru, sk_sk, sv_se, tr_tr

# post status
source: Preview
da_dk: Vis
es_es: Previsualizar
nl_nl: Voorvertoning
sk_sk: Ukážka
sv_se: Förhandsgranska
tr_tr: Önizleme

# post status
source: Pending approval
da_dk: Afventer godkendelse
es_es: Pendiente de aprobación
nl_nl: In afwachting
sk_sk: Čaká na schválenie
sv_se: Väntar granskning
tr_tr: Onay bekliyor

# post status
source: Pending payment
da_dk: Afventer betaling
es_es: Pendiente de pago
nl_nl: In afwachting van betaling
sk_sk: Čakajúca platba
sv_se: Väntar betalning
tr_tr: Ödeme bekliyor

# post status
source: Active
da_dk: Aktiv
es_es: Activo
nl_nl: Actief
sk_sk: Aktívny
sv_se: Aktiv
tr_tr: Aktif

source: Reset
af: Herstel
bg: Нулиране
da_dk: Nulstil
el_gr: Επαναφορά
es_es: Cancelar
it_it: Azzera
nl_nl: Herstel
ru_ru: Сброс
sk_sk: Vynulovanie
sv_se: Återställ
tr_tr: Sıfırla

source: Invalid email address.
da_dk: Ukendt e-mail adresse
es_es: Dirección de email incorrecta.
nl_nl: Ongeldig e-mailadres
sk_sk: Neplatná emailová adresa.
sv_se: Ogiltig epostadress.
tr_tr: Geçersiz email adresi.

source: Your email address isn&#8217;t correct.
af: Jou epos adres is foutief.
bg: Вашият email адрес не е валиден.
da_dk: Din e-mail er ikke rigtigt
el_gr: Η διεύθυνση email σας δεν είναι σωστή.
es_es: Su dirección de email no es correcta.
fi: Sähköpostiosoitteesi on&#8217;t virheellinen.
it_it: L'indirizzo email non è corretto.
nl_nl: Uw e-mail adres is niet correct.
ru_ru: Недопустимый адрес электронной почты.
sk_sk: Vaša e-mailová adresa ni&#8217;e je správna.
sv_se: Din epostadress är inte korrekt.
tr_tr: Email adresiniz uygun değil.

source: This email is already registered, please choose another one.
af: Hierdie epos adres is reeds in gebruik, kies asseblief 'n ander een.
bg: Този email адрес е вече регистриран, изберете друг.
da_dk: Din e-mail er oprettede. Venligst vælg en anden
el_gr: Το email έχει ήδη εγγραφεί, επιλέξτε ένα άλλο.
es_es: Este correo ya está registrado. por favor registre otro o solicite la clave.
fi: Sähköpostiosoite on jo rekisteröity, valitse toinen sähköpostiosoite.
it_it: Questa email è già registrata. Scegli un altro indirizzo email.
nl_nl: Dit e-mail adres is reeds geregisterd. Kiest u alstublieft een ander e-mail adres.
ru_ru: Учётная запись для этой электронной почты уже существует, пожалуйста, используйте другую электронную почту.
sk_sk: Tento e-mail je už registrovaný, prosím, vyberte iný.
sv_se: Epostadressen finns redan registrerad, var god välj en annan.
tr_tr: Bu email adresi zaten kayıtlı, lütfen başka bir tane seçin.

source: Choose a category&hellip;
da_dk: Vælg en kategori&hellip;
es_es: Elija una categoría&hellip;
nl_nl: Kies een categorie&hellip;
sk_sk: Vyberte kategóriu&hellip;
sv_se: Välj en kategori&hellip;
tr_tr: Kategori seç&hellip;

source: Uploaded files need to be one of the following file types: %s
da_dk: Uploaded filer skal være en af følgende filtyper : %s
es_es: Los archivos cargados deben de ser en uno de los siguientes formatos: %s
nl_nl: De bestanden moet een van de volgende bestandstypes zijn: %s
sk_sk: Nahrávené súbory musia byť nasledovnéhu súborového typu: %s
tr_tr: Gönderilen dosyalar bu türlerden biri olmalı: %s

source: Inactive
af: Onaktief
bg: Неактивни
da_dk: Inaktiv
el_gr: Ανενεργό
es_es: Inactivo
fi: Passiivinen
it_it: Inattivo
nl_nl: Niet actief
ru_ru: Неактивна
sk_sk: Neaktívne
sv_se: Inaktiv
tr_tr: Deaktif

source: Application via "%s" listing on %s
da_dk: Ansøgningen via "%s" vises på %s
es_es: Solicitud a través de \"%s\" Incluido %s
nl_nl: Sollicitatie via "%s" plaatsing op %s
sk_sk: Požiadať cez "%s" ponuky na %s
sv_se: Ansökan via"%s"-annonsen på %s
tr_tr: %s ilanı için "%s" aracılığıyla başvuru

source: Anywhere
af: Enige plek
bg: Навсякъде
da_dk: Overalt
es_es: Cualquier lugar
fi: Missä tahansa
it_it: Ovunque
nl_nl: Overal
ru_ru: Везде
sk_sk: Kdekoľvek
sv_se: Var som helst
tr_tr: Herhangi Bir Yer

source: Invalid file type. Accepted types:
da_dk: Forkert filtype, de godkendte er:
es_es: Tipo de archivo no válido. Tipos aceptadas:
nl_nl: Ongeldig bestandtype: Geaccepteerde bestandstypes:
sk_sk: Neplatný typ súboru. Akceptované typy:
tr_tr: Geçersiz dosya türü. Kabul edilen türler:

source: Load previous listings
da_dk: Indlæser tidligere liste
es_es: Cargar ofertas anteriores
nl_nl: Toon oudere vacatures
sk_sk: Načítať predchádzajúce ponuky
tr_tr: Bir önceki ilanı aç

source: Are you sure you want to delete this listing?
da_dk: Er du sikker på du vil slette denne liste?
es_es: ¿Seguro que quieres borrar este anuncio?
nl_nl: Weet u zeker dat u deze vacature wilt verwijderen?
sk_sk: Ste si istý, že chcete vymazaž túto ponuku?
sv_se: Är du säker på att du vill ta bort denna annons?
tr_tr: Bu ilanı silmek istediğinize emin misiniz?

source: Manage job listings from the WordPress admin panel, and allow users to post jobs directly to your site.
af: Administreer posbeskrywings deur die WordPress administrasie gedeelte en laat gebruikers toe om posbeskrywings direk te publiseer deur jou webwerf.
bg: Управляване на списъка на обявите чрез WordPress административния панел, и позволяване на потребителите да публикуват обяви директно на вашият сайт.
da_dk: Administrere stillinger fra WordPress admin panel og tillad brugerne at indsende deres egne direkte fra din side
el_gr: Διαχειριστείτε τις αγγελίες από τον πίνακα ελέγχου, και επιτρέψτε στους χρήστες να δημοσιεύσουν θέσεις εργασίας άμεσα στην ιστοσελίδα σας.
es_es: Administre la oferta laboral desde el administrador y permita a los usuarios sugerir ofertas laborales directamente en su sitio .
it_it: Gestisci le offerte di lavoro dal pannello di amministrazione di WordPress e permetti agli utenti di inviare le offerte direttamente sul tuo sito.
nl_nl: Beheer vacatures vanuit uw Wordpress beheerderspaneel, en sta gebruikers toe vacatures te plaatsen op uw website.
ru_ru: Управление вакансиями из админ-части WordPress, предоставление пользователями возможности публиковать вакансии напрямую на вашем сайте.
sk_sk: Spravuj pracovné ponuky z WordPress admin panelu a umožnite používateľom posielať, uverejniť ponuky priamo na vašom webe.
sv_se: Hantera jobbannonser från adminpanelen i Wordpress och tillåt användare att lägga ut jobb på din sajt.
tr_tr: İş ilanlarını WordPress yönetici panelinden yönetin, kullanıcıların sitenizden ilan göndermesini sağlayın.

source: M j, Y @ G:i
bg: j M Y @ G:i
es_es: j M, Y @ H:i
it_it: j M Y @ G:i
nl_nl: j-n-Y @ H:i
sv_se: j M Y @ G:i

source: Website
af: Webwerf
bg: Уеб сайт
da_dk: Hjemmeside
el_gr: Ιστοσελίδα
es_es: Sitio web
fi: Kotisivu
it_it: Sito web
ru_ru: Вебсайт
sk_sk: Názov www stránky
sv_se: Hemsida

source: Video
es_es: Vídeo

source: Logo
af: Embleem
bg: Лого
el_gr: Λογότυπο
es_es: Isotipo
ru_ru: Логотип
sv_se: Logotyp

source: WP Job Manager
bg: WP Обяви за работа
sk_sk: WP personálny manažér

source: M j, Y
bg: j M Y
it_it: M g, A
nl_nl: j-n-Y
ru_ru: j F Y
sv_se: j M Y

source: Your listings are shown in the table below.
nl_nl: Uw vacatures staan in onderstaande tabel.

source: Buying multiple add-ons? <a href="%s">Check out the core add-on bundle &rarr;</a>
af: Opsoek na meer as een toevoeging? <a href="%s">Gaan loer gerus na die kern toevoegings bundel &rarr;</a>
fi: Ostatko usampia lisäosia? <a href="%s">Tutustu lisäosapaketteihin &rarr;</a>

source: Approve Jobs
af: Keur Posbeskrywings Goed
bg: Одобрени длъжности
fi: Hyväksy työpaikkoja
it_it: Approva offerta
ru_ru: Одобрить вакансии

source: Expire Jobs
af: Laat Posbeskrywings Verval
bg: Валидност
ru_ru: Истекшие вакансии

source: Select a category
af: Kies 'n kategorie
bg: Избор категория
el_gr: Επιλέξτε μια κατηγορία
fi: Valitse kategoria
it_it: Scegli categoria
ru_ru: Выберите категорию

source: Job position title
af: Pos Titel
bg: Описание на длъжността
el_gr: Τίτλος θέσης έργασίας
fi: Työpaikan otsikko
it_it: Titolo dell'offerta
ru_ru: Наименование вакансии

source: Job listing updated. <a href="%s">View Job</a>
af: Posbeskrywing opgedateer. . <a href="%s">Sien Pos</a>
bg: Списъка с длъжности е обновен. <a href="%s">Преглед на длъжност</a>
el_gr: Λίστα θέσεων εργασίας ενημερώθηκε. <a href="%s">Προβολή Θέσης εργασίας</ a>
it_it: Offerte di lavoro aggiornate. <a href="%s">Visualizza</a>
ru_ru: Список вакансий обновлен. <a href="%s">Просмотр вакансии</a>

source: Job listing updated.
af: Posbeskrywing opgedateer.
bg: Обявата е обновена.
el_gr: Η αγγελία ενημερώθηκε.
it_it: Offerta di lavoro aggiornata
ru_ru: Вакансия обновлена.

source: Job listing restored to revision from %s
af: Posbeskrywing vervang met 'n vorige weergawe van %s
bg: Обявата е върната към ревизия %s
el_gr: Η αγγελία αποκαταστάθηκε σε αναθεώρηση από % s
it_it: Offerta aggiornata alla revisione del %s
ru_ru: Вакансия восстановлена к ревизии %s

source: Job listing published. <a href="%s">View Job</a>
af: Posbeskrywing gepubliseer. <a href="%s">Sien Pos</a>
bg: Списъка е публикуван. <a href="%s">Преглед</a>
el_gr: Η αγγελία δημοσιεύθηκε. <a href="%s">Προβολή Θέσης Εργασίας</ a>
it_it: Offerta di lavoro pubblicata. <a href="%s">Visualizza offerta</a>
ru_ru: Вакансия опубликована. <a href="%s">Просмотр вакансии</a>

source: Job listing saved.
af: Posbeskrywing gestoor.
bg: Обявата е записана.
el_gr: Η αγγελία έχει αποθηκευτεί.
it_it: Offerta di lavoro salvata.
ru_ru: Вакансия сохранена.

source: Job listing submitted. <a target="_blank" href="%s">Preview Job</a>
af: Posbeskrywing aangestuur. <a target="_blank" href="%s">Sien Pos Voorskou</a>
bg: Обявата е пусната. <a target="_blank" href="%s">Преглед</a>
el_gr: Η αγγελία έχει υποβληθεί. <a target="_blank" href="%s">Προεπισκόπηση</a>
it_it: Offerta di lavoro confermata. <a target="_blank" href="%s">Anteprima annuncio</a>
ru_ru: Вакансия отправлена. <a target="_blank" href="%s">Предпросмотр вакансии</a>

source: Job listing scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Job</a>
af: Posbeskrywing publikasie geskeduleer vir: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Sien Voorskou</a>
bg: Обявата е пусната и в режим на изчавкане: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Преглед</a>
el_gr: Καταχώριση της αγγελίας έχει προγραμματιστεί για: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Προεπισκόπηση</a>
it_it: Offerta di lavoro sarà pubblicata: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Anteprima offerta</a>
ru_ru: Вакансия запланирована для публикации: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Предпросмотр вакансии </a>

source: Job listing draft updated. <a target="_blank" href="%s">Preview Job</a>
af: Konsep pos beskrywing opgedateer. <a target="_blank" href="%s">Sien Posbeskwying</a>
bg: Черновата на списъка е обновена. <a target="_blank" href="%s">Преглед</a>
el_gr: Το προσχέδιο της αγγελίας ενημερώθηκε. <a target="_blank" href="%s">Προεπισκόπηση</a>
it_it: Bozza aggiornata. <a target="_blank" href="%s">Anteprima annuncio</a>
ru_ru: Черновик вакансии обновлен. <a target="_blank" href="%s">Предпросмотр вакансии</a>

source: Job ID: %d
af: Pos ID: %d
bg: Позиция: %d
fi: Työpaikka ID: %d
it_it: ID Offerta: %d
ru_ru: Вакансия №: %d

source: Jobs per page
af: Poste per bladsy
bg: Обяви на страница
el_gr: Αγγελίες ανά σελίδα
fi: Työpaikkaa/sivu
it_it: Offerte per pagina
ru_ru: Вакансий на страницу

source: How many jobs should be shown per page by default?
af: Hoeveel posbeskrywings moet getoon word per bladsy as standaard?
bg: Колко обяви да се показват на страница?
el_gr: Πόσες θέσεις εργασίας θα πρέπει να εμφανίζονται ανά σελίδα από προεπιλογή;
fi: Kuinka monta työpaikkaa näytetään oletuksena sivulla?
it_it: Numero di offerte da visualizzare per pagina
ru_ru: Сколько вакансий на странице показывать по умолчанию?

source: Filled positions
af: Gevulde poste
bg: Попълнени позиции
el_gr: Θέσεις που έχουν καλυφθεί
fi: Täytetyt tehtävät
it_it: Offerte chiuse
ru_ru: Заполненные позиции

source: If enabled, filled positions will be hidden from the job list.
af: Indien geaktiveer sal gevulde poste nie op die lys verskyn nie.
bg: Запълнените позиции ще бъдат скривани от списъка с обявите.
el_gr: Ενεργοποιημένο θα αποκρύψει θέσεις που έχουν καλυφθεί από τη λίστα εργασιών.
it_it: Se abilitato, le offerte chiuse non saranno visualizzate
ru_ru: Если разрешено, заполненные позици будут скрыты из списка вакансий

source: Enable job categories
af: Aktiveer pos kategoriëe
bg: Разрешаване на категориите
el_gr: Ενεργοποίηση κατηγοριών θέσεων εργασίας
it_it: Abilitare le categorie
ru_ru: Разрешить категории вакансий

source: Choose whether to enable job categories. Categories must be setup by an admin for users to choose during job submission.
af: Kies of kategoriëe geaktiveer moet word. Kategoriëe moet deur 'n administrateur opgestel word sodat dit in die posbeskrywing voorlegging gebruik kan word.
bg: Дали да се използват категории. Категориите трябва да бъдат настроени от администратор.
el_gr: Επιλέξτε εάν θέλετε να ενεργοποιήσετε κατηγορίες θέσεων εργασίας. Οι κατηγορίες πρέπει να ρυθμιστούν από ένα διαχειριστή ώστε οι χρήστες να επιλέξουν κατά τη διάρκεια της υποβολής της αγγελίας.
it_it: Abilitare le categorie? Amministratore gestisce le categorie che possono essere utilizzate dal utente nella creazione dell'offerta.
ru_ru: Выберите для разрешения категорий. Категории должны быть заданы администратором для выбора в процессе публикации вакансии.

source: Account creation
af: Rekening skep
bg: Създаване на профил
el_gr: Δημιουργία λογαριασμού
fi: Tilin luominen
it_it: Creare profili
ru_ru: Создание учётной записи

source: If enabled, non-logged in users will be able to create an account by entering their email address on the job submission form.
af: Indien geaktiveer sal uitgetekende gebruikers toegelaat word om 'n rekening te skep deur hul epos adres in te tik gedurende die posbeskrywing voorlegging.
bg: Ако е разрешено, не авторизираните потребители ще имат възможност да си създават профили чрез въвеждането на email адреси в полетата за публикуване.
it_it: Se abilitata gli utenti non loggati potranno creare un account inserendo la loro email nel form di invio offerta.
ru_ru: Если разрешено, не авторизованный пользователь сможет создать учетную запись введя свой почтовый адрес в форме подачи заявки.

source: If you enable registration on your job submission form, choose a role for the new user.
af: Kies 'n gebruikersrol vir die nuwe gebruiker Indien registrasie geaktiveer is op die posbeskrywing voorleggingsvorm.
bg: Ако разрешите регистрации за бланката за кандидатстване, изберете роля на за новият потребител.
ru_ru: Если вы разрешите регистрацию на странице размещения вакансии, выберите роль для нового пользователя.

source: Account required
af: Rekening vereis
bg: Изисква се профил
el_gr: Απαιτείται λογαριασμός
fi: Käyttäjätili vaaditaan
it_it: Devi avere un account
ru_ru: Требуется учетная запись

source: Job submission requires an account
af: Voorlegging van Posbeskrywing vereis 'n rekening.
bg: Кандидатстването за работа изисква профил
el_gr: Για υποβολή αγγελίας πρέπει να έχετε λογαριασμό
it_it: Per inviare un offerta è necessario avere un profilo
ru_ru: Публикация вакансий требует учетной записи

source: If disabled, non-logged in users will be able to submit job listings without creating an account.
af: Indien ge-deaktiveer sal uitgetekende gebruikers toegelaat word om 'n posbeskrywing toe te voeg sonder dat 'n rekening oopgemaak word.
bg: Ако е изключено, не авторизираните потребители ще имат възможност да публикуват обяви без нуждата от създаване на профил.
el_gr: Εάν είναι απενεργοποιημένη, μη συνδεδεμένοι χρήστες θα είναι σε θέση να υποβάλουν αγγελίες χωρίς να δημιουργήσουν λογαριασμό.
it_it: Se disabilitata gli utenti non registrati potranno inviare la propria offerta di lavoro senza creare un profilo.
ru_ru: Если запрещено, не авторизованный пользователь сможет публиковать вакансии без создания учетной записи.

source: Approval Required
af: Goedkeuring Word Vereis
bg: Нужно е одобряване
el_gr: Απαιτείται έγκριση
fi: Hyväksyntä vaaditaan
it_it: Approvazione richiesta
ru_ru: Требуется одобрение.

source: New submissions require admin approval
af: Nuwe voorleggings benodig administrateur goedkeuring
bg: Новите заявки изискват одобрение от администратор
el_gr: Νέες αγγελίες απαιτούν την έγκριση του διαχειριστή
it_it: Le nuove offerte devono essere approvate da un amministratore
ru_ru: Новые заявки требуют одобрения администратора

source: Listing duration
af: Posbeskrywing duur
bg: Времетраене
el_gr: Διάρκεια αγγελίας
fi: Listauksen kesto
it_it: Durata offerta
ru_ru: Срок публикации

source: Application method
af: Aansoek metode
fi: Hakumenettely

source: Choose what employers can use for their job application method.
af: Kies wat werkgewers kan gebruik vir hul aansoek metode.

source: Submit Page Slug
af: Toevoeg Bladsy Adres
bg: Кратко име за страницата
it_it: Inserisci slug della pagina
ru_ru: Отправить слаг страницы

source: Enter the slug of the page where you have placed the [submit_job_form] shortcode. This lets the plugin know where the form is located.
af: Vul die adres in van die bladsy waar die [submit_job_form] kode gebruik word. Hierdie laat WP Job Manager toe om te weet waar die posbeskrywing toevoegingsvorm gebruik word.
bg: Въведете кратко име за страницата където сте поставили [submit_job_form] кода. Тази настройка указва на разширението мястото, където е поставен формуляра.
it_it: Inserisci lo slug della pagina dove hai inserito lo shortcode [submit_job_form] per far si che il plugin sappia dove è collocato il modulo.
ru_ru: Введите слаг страницы, где вы разместили шорткод [submit_job_form]. Это даст понять плагину, где находится форма размещения вакансии.

source: Job location
af: Werk plek
bg: Нахождение на работата
el_gr: Τοποθεσία εργασίας
fi: Työpaikan sijainti
it_it: Luogo di lavoro
ru_ru: Расположение работы

source: e.g. "London, UK", "New York", "Houston, TX"
af: bv. "London, UK", "New York", "Houston, TX"
bg: пр.: "Русе, БГ", "New York", "Houston, TX"
fi: esim. "Helsinki", "Espoo", "Turku"
it_it: es. "London, UK", "New York", "Houston, TX"
ru_ru: например "London, UK", "Москва", "Урюпинск"

source: Leave this blank if the job can be done from anywhere (i.e. telecommuting)
af: Laat oop indien die werk gedoen kan word van enige plek af (o.a. telewerk)
bg: Празно за кандидатстване от всякъде (вкл. и такава по интернет и телефон)
fi: Jätä tämä tyhjäksi jos työ ei ole paikkaan sidottu.
it_it: Lasciare vuoto se il lavoro può essere svolto ovunque (es. telelavoro)
ru_ru: Оставьте пустым, если работа может быть выполнена из любого места (удаленная работа)

source: Company website
af: Maatskappy webwerf
bg: Уеб сайт на компанията
el_gr: Ιστοσελίδα της εταιρείας
fi: Yrityksen kotisivu
it_it: Sito web dell'azienda
ru_ru: Вебсайт организации

source: Company tagline
af: Maatskappy slagspreuk
bg: Лозунг на компанията
el_gr: Tagline εταιρείας
fi: Yrityksen iskulause
it_it: Presentazione aziendale
ru_ru: Фирменный слоган

source: Company logo
af: Maatskappy embleem
bg: Лого
el_gr: Εταιρικό λογότυπο
fi: Yrityksen logo
it_it: Logo dell'azienda
ru_ru: Логотип

source: Position filled?
af: Pos gevul?
bg: Позицията е запълнена?
el_gr: Καλύφθηκε η θέση;
fi: Tehtävä täytetty?
it_it: Posizione chiusa?
ru_ru: Вакансия замещена?

source: Feature this job listing?
af: Moet hierdie posbeskrywing gekenmerk word?
bg: Открояване на тази обява?
it_it: Offerta in evidenza?
ru_ru: Пометить избранной эту вакансию?

source: Job Expires
af: Posbeskrywing Verval
bg: Изтичане
fi: Työpaikka vanhenee
it_it: Scadenza offerta
ru_ru: Вакансия истекла

source: Job Listing Data
af: Posbeskrywing Data
bg: Данни
el_gr: Δεδομένα Αγγελίας
it_it: Descrizione
ru_ru: Данные списка вакансий

source: Guest user
af: Gas gebruiker
bg: Гост потребител
fi: Vierailijat

source: Showing %s&ldquo;%s&rdquo; %sjobs
af: Vertoning van %s&ldquo;%s&rdquo; %sposbeskrywings
bg: Показване %s&ldquo;%s&rdquo; %sобяви
el_gr: Εμφάνιση %s&ldquo;%s&rdquo; %sjobs
fi: Näytetään %s&ldquo;%s&rdquo; %styöpaikat
it_it: Visualizzando %s&ldquo;%s&rdquo; %slavori
ru_ru: Отображение %s&ldquo;%s&rdquo; %s вакансий

source: Showing all %s%sjobs
af: Vertoning van alle %s%sposbeskrywings
bg: Показване всички %s%sобяви
el_gr: Εμφάνιση όλων %s%sjobs
fi: Näytetään kaikki %s%styöpaikat
it_it: Visualizza tutte %s%s offerte
ru_ru: Отображение всех %s из %s вакансий

source: Job Category
af: Posbeskrywing Kategorie
bg: Категория
el_gr: Κατηγορία Εργασίας
fi: Kategoria
it_it: Categoria
ru_ru: Категория вакансии

source: Job Categories
af: Posbeskrywing Kategoriëe
bg: Категории
el_gr: Κατηγορίες Εργασίας
it_it: Categorie
ru_ru: Категории вакансии

source: Job Type
af: Pos Tipe
bg: Тип
el_gr: Είδος Εργασίας
fi: Työtyypit
it_it: Tipo di offerta
ru_ru: Тип вакансии

source: Job Types
af: Pos Tipes
bg: Тип работа
el_gr: Είδη Εργασίας
fi: Työtyypit
it_it: Tipi di offerta
ru_ru: Типы вакансий

source: Job Listing
af: Posbeskrywing
bg: Обяви
el_gr: Αγγελία
fi: työpaikkalistaukset
it_it: Offerta
ru_ru: Вакансии

source: This is where you can create and manage job listings.
af: Hierdie area is waar jy nuwe posbeskrywings kan skep en administreer.
bg: Това е където може да създавате и управлявате списъците.
el_gr: Εδώ μπορείτε να δημιουργήσετε και να διαχειριστείτε αγγελίες εργασίας.
fi: Täällä voi luoda ja hallita työpaikkalistauksia
it_it: Qui puoi creare e gestire le offerte di lavoro
ru_ru: Здесь вы можете создавать и управлять вакансиями

# job_listing
source: Expired
af: Het Verval
bg: Изтича
el_gr: Έληξε
fi: Vanhentunut
it_it: Scaduta
ru_ru: Истекла

source: Invalid Job ID
af: Ongeldige Pos ID
bg: Невалиден ID на работна позиция
el_gr: Μη έγκυρο ID
fi: Virheellinen Työpaikka ID
it_it: ID offerta non valido
ru_ru: Неверный ID вакансии

source: This job is already filled
af: Die pos is reeds gevul
bg: Тази позиция вече е запълнена
el_gr: Αυτή η θέση έχει καλυφθεί
fi: Tämä työpaikka on jo täytetty
it_it: Questa offerta è già chiusa
ru_ru: Эта вакансия уже занята

source: This job is already not filled
af: Hierdie pos is nog nie gevul nie
bg: Тази позиция вече не е запълнена
el_gr: Αυτή η θέση δεν έχει καλυφθεί
fi: Tämä työpaikka on jo täytetty
it_it: Questa offerta è riaperta
ru_ru: Эта вакансия ещё свободна

source: You need to be signed in to manage your job listings.
af: Jy moet ingeteken wees om jou posbeskrywing te administreer
bg: Нужно е да сте влезли за да управлявате списъка.
el_gr: Πρέπει να είστε συνδεδεμένοι για να διαχειριστείτε τις αγγελίες σας.
it_it: Accedi al tuo account per gestire le tue offerte di lavoro.
ru_ru: Вы должны быть авторизованы для управлени своим списком вакансий.

source: Load more job listings
af: Laai meer posbeskrywing
bg: Зареждане на още обяви
el_gr: Φορτώστε περισσότερες αγγελίες
fi: Lataa lisää työpaikkalistauksia
it_it: Carica più offerte di lavoro
ru_ru: Загрузить ещё вакансии

source: Display a list of the most recent jobs on your site.
af: Vertoon 'n lys van die nuutste posbeskrywings op jou webwerf.
bg: Покажи списък от последните обяви в сайта.
el_gr: Εμφανίστε μια λίστα με τις πιο πρόσφατες θέσεις εργασίας στην ιστοσελίδα σας.
it_it: Visualizzare le offerte più recenti.
ru_ru: Показать список наиболее свежих вакансий на вашем сайте

source: Recent Job Listings
af: Nuutste Posbeskrywings
bg: Последни обяви
el_gr: Πρόσφατες αγγελίες
fi: Viimeisimmät työpaikkalistaukset
it_it: Offerte recenti.
ru_ru: Список свежих вакансий

source: Recent Jobs
af: Onlangse Posbeskrywings
bg: Последни обяви
el_gr: Πρόσφατες θέσεις εργασίας
fi: Viimeisimmät työpaikat
it_it: Offerta recente
ru_ru: Свежие вакансии

source: Number of jobs to show
af: Getal posbeskrywings om te vertoon
bg: Брой обяви за показване
el_gr: Αριθμός θέσεων εργασίας για προβολή
fi: Näytettävien työpaikkojen lukumäärä
it_it: Numero di offerte da visualizzare.
ru_ru: Количество вакансий для отображения
